{
    "केवलज्ञान": "केवल विशुद्धतम ज्ञान को कहते हैं। इस ज्ञान के चार प्रतिबंधक कर्म होते हैं- मोहनीय, ज्ञानावरण, दर्शनवरण तथा अंतराय। इन चारों कर्मों का क्षय होने से केवलज्ञान का उदय होता हैं। इन कर्मों में सर्वप्रथम मोहकर का, तदनन्तर इतर तीनों कर्मों का एक साथ ही क्षय होता है। केवलज्ञान का विषय है- सर्वद्रव्य और सर्वपर्याय (सर्वद्रव्य पर्यायेषु केवलस्य-तत्वार्थसूत्र, १.३०)। इसका तात्पर्य यह है कि ऐसी कोई भी वस्तु नहीं, ऐसा कोई पर्याय नहीं जिसे केवलज्ञान से संपन्न व्यक्ति नहीं जानता। फलत: आत्मा की ज्ञानशक्ति का पूर्णतम विकास या आविर्भाव केवलज्ञान में लक्षित होता हैं। यह पूर्णता का सूचक ज्ञान है। इसका उदय होते ही अपूर्णता से युक्त, मति, श्रुत आदि ज्ञान सर्वदा के लिये नष्ट हो जाते हैं। उस पूर्णता की स्थिति में यह अकेले ही स्थित रहता है और इसी लिये इसका यह विशेष अभिधान है।",
    "अरहंत": "जो गृहस्थपना त्यागकर, मुनिधर्म अंगीकार करके, निजस्वभावसाधन द्वारा चार घातिकर्मोंका क्षय करके — अनंतचतुष्टयरूप विराजमान हुए; वहाँ अनंतज्ञान द्वारा तो अपने अनंतगुण-पर्याय सहित समस्त जीवादि द्रव्योंको युगपत् विशेषपनेसे प्रत्यक्ष जानते हैं, अनंतदर्शन द्वारा उनका सामान्य अवलोकन करते हैं, अनंतवीर्य द्वारा ऐसी सामर्थ्यको धारण करते हैं, अनंतसुख द्वारा निराकुल परमानन्दका अनुभव करते हैं। पुनश्च, जो सर्वथा सर्व राग-द्वेषादि विकारभावोंसे रहित होकर शांतरसरूप परिणमित हुए हैं; तथा क्षुधा-तृषादि समस्त दोषोंसे मुक्त होकर देवाधिदेवपनेको प्राप्त हुए हैं; तथा आयुध-अंबरादिक व अंगविकारादिक जो काम-क्रोधादि निंद्यभावोंके चिह्न उनसे रहित जिनका परम औदारिक शरीर हुआ है; तथा जिनके वचनोंसे लोकमें धर्मतीर्थ प्रवर्तता है, जिसके द्वारा जीवोंका कल्याण होता है; तथा जिनके लौकिक जीवोंको प्रभुत्व माननेके कारणरूप अनेक अतिशय और नानाप्रकारके वैभवका संयुक्तपना पाया जाता है; तथा जिनका अपने हितके अर्थ गणधर – इन्द्रादिक उत्तम जीव सेवन करते हैं।",
    "विश्व":"छह द्रव्यों के समूह को विश्व कहते हैं। \\n*द्रव्य जाति अपेक्षा छह और संख्या अपेक्षा अनन्त हैं।",
    "द्रव्य":"गुणों के समूह को द्रव्य कहते हैं। \\nद्रव्यों के छह भेद हैं - 1. जीव 2. पुद्गल 3. धर्म 4. अधर्म 5. आकाश और 6. काल ।",
    "गुण":"जो द्रव्य के सम्पूर्ण भागों में और उसकी सम्पूर्ण अवस्थाओं में रहता है, उसे गुण कहते हैं। \\nगुणों के दो भेद हैं - 1. सामान्य और 2. विशेष ।",
    "पर्याय":"गुणों के कार्य (परिणमन) को पर्याय कहते हैं। \\nपर्याय के दो भेद हैं - 1. व्यंजन पर्याय और 2. अर्थ पर्याय।",
    "सामान्य गुण":"जो सब द्रव्यों में रहते हैं, उन्हें सामान्य गुण कहते हैं। सामान्य गुण अनन्त हैं, परन्तु उनमें छह मुख्य हैं :\\n\n1. अस्तित्व 2. वस्तुत्व 3. द्रव्यत्व 4. प्रमेयत्व 5. अगुरुलघुत्व और 6. प्रदेशत्व ।\n",
    "विशेष गुण ":"जो सब द्रव्यों में न रहकर अपने-अपने द्रव्यों में रहते हैं, उन्हें विशेष गुण कहते हैं। \\nजीव द्रव्य में चैतन्य (दर्शन-ज्ञान), सम्यक्त्व, चारित्र, सुख, क्रियावतीशक्ति इत्यादि, पुद्गल द्रव्य में स्पर्श, रस, गन्ध, वर्ण, क्रियावतीशक्ति इत्यादि, धर्म द्रव्य में गतिहेतुत्व इत्यादि; अधर्म द्रव्य में स्थितिहेतुत्व इत्यादि, आकाश द्रव्य में अवगाहनहेतुत्व इत्यादि एवं काल द्रव्य में परिणमनहेतुत्व इत्यादि विशेष गुण हैं।\n\n",
    "व्यंजन पर्याय":"द्रव्य के प्रदेशत्व गुण के विकार (विशेष कार्य) को व्यंजन पर्याय कहते हैं।\\nव्यंजन पर्याय के दो भेद हैं - 1. स्वभाव व्यंजन पर्याय और 2. विभाव व्यंजन पर्याय ।",
    "अर्थ पर्याय":"प्रदेशत्व गुण को छोड़कर बाकी गुणों के कार्य (परिणमन) को अर्थ पर्याय कहते हैं।\\nअर्थ पर्याय के दो भेद हैं - 1. स्वभाव अर्थपर्याय और 2. विभाव अर्थपर्याय । ",
    "अस्तित्व गुण":"जिस शक्ति के कारण द्रव्य का कभी नाश नहीं होता और किसी से उत्पन्न भी नहीं होता, उसे अस्तित्व गुण कहते हैं। ",
    "वस्तुत्व गुण":"जिस शक्ति के कारण द्रव्य में अर्थक्रियाकारित्व होता है, उसे वस्तुत्व गुण कहते हैं।",
    "द्रव्यत्व गुण":"जिस शक्ति के कारण द्रव्य की अवस्थायें निरन्तर बदलती रहती हैं, उसे द्रव्यत्व गुण कहते हैं।",
    "प्रमेयत्व गुण":"जिस शक्ति के कारण द्रव्य किसी न किसी ज्ञान का विषय हो, उसे प्रमेयत्व गुण कहते हैं।",
    "अगुरुलघुत्व गुण":"जिस शक्ति के कारण द्रव्य में द्रव्यपना कायम रहता है। अर्थात् एक द्रव्य दूसरे द्रव्यरूप नहीं होता है, एक गुण दूसरे गुणरूप नहीं होता है, और द्रव्य में रहनेवाले अनन्त गुण बिखरकर अलग-अलग नहीं हो जाते हैं, उसे अगुरुलघुत्व गुण कहते हैं।",
    "प्रदेशत्व गुण":"जिस शक्ति के कारण द्रव्य का कोई न कोई आकार अवश्य रहता है, उसे प्रदेशत्व गुण कहते हैं।",
    "जीव द्रव्य":"जिसमें चेतना अर्थात् ज्ञान-दर्शनरूप शक्ति है, उसे जीव द्रव्य कहते हैं। \\nजीव द्रव्य अनंतानंत हैं और संपूर्ण लोकाकाश में भरे हुए हैं। प्रत्येक जीव प्रदेशों की संख्या-अपेक्षा से लोकाकाश के बराबर असंख्य प्रदेशवाला है, परन्तु संकोच-विस्तार के कारण अपने-अपने शरीर प्रमाण हैं और मुक्त जीव अन्तिम शरीर प्रमाण है।",
    "पुद्गल द्रव्य":"जिसमें स्पर्श, रस, गंध और वर्ण - ये विशेष गुण होते हैं, उसे पुद्गल द्रव्य कहते हैं। \\nपुद्गल द्रव्य जीव द्रव्य से अनन्तगुने अधिक हैं और वे भी सम्पूर्ण लोक में भरे हुए हैं।\\nपुद्गल के दो भेद हैं - 1. परमाणु और 2. स्कन्ध ।",
    "परमाणु ":"जिसका दूसरा विभाग नहीं हो सकता - ऐसे सबसे सूक्ष्म पुद्गल को परमाणु कहते हैं।",
    "स्कन्ध":"दो या दो से अधिक परमाणुओं के बन्ध को स्कन्ध कहते हैं। \\nस्कन्ध के आहार वर्गणा, तैजस वर्गणा, भाषा वर्गणा, मनो वर्गणा, कार्माण वर्गणा इत्यादि 22 भेद हैं।\n",
    "बन्ध":"जिस सम्बन्धविशेष से अनेक वस्तुओं में एकपने का ज्ञान होता है, उस सम्बन्धविशेष को बन्ध कहते हैं।",
    "क्रियावतीशक्ति":"जीव और पुद्गल में क्रियावतीशक्ति नाम का गुण नित्य है, उसके कारण अपनी-अपनी योग्यतानुसार कभी क्षेत्रान्तररूप पर्याय होती है, कभी स्थिर रहनेरूप पर्याय होती है। कोई द्रव्य (जीव या पुद्गल) एक-दूसरे को गमन या स्थिरता नहीं करा सकते, दोनों द्रव्य अपनी-अपनी क्रियावतीशक्ति की उस समय की योग्यता के अनुसार स्वतः गमन करते हैं या स्थिर होते हैं।",
    "आहार वर्गणा":"जो पुद्गलस्कन्ध (वर्गणा) औदारिक, वैक्रियक और आहारक - इन तीन शरीररूप से परिणमन करता है, उसे आहार वर्गणा कहते हैं।",
    "तैजस वर्गणा":"जिस पुद्गलस्कन्ध (वर्गणा) से तैजस शरीर बनता है, उसे तैजस वर्गणा कहते हैं।",
    "भाषा वर्गणा":"जो पुद्गलस्कन्ध (वर्गणा) शब्दरूप से परिणमित होता है, उसे भाषा वर्गणा कहते हैं।",
    "मनो वर्गणा":"जिस पुद्गलस्कन्ध (वर्गणा) से अष्टदल-कमल के आकाररूप द्रव्यमन की रचना होती है, उसे मनो वर्गणा कहते हैं।",
    "कार्माण वर्गणा":"जिस पुद्गलस्कन्ध (वर्गणा) से कार्माण शरीर वर्गणा बनता है, उसे कार्माण वर्गणा कहते हैं।",
    "शरीर":"शरीर पाँच हैं - 1. औदारिक 2. वैक्रियक 3. आहारक 4. तैजस और 5. कार्माण । \\nएक जीव के एक साथ कम से कम दो और अधिक से अधिक चार शरीर हो सकते हैं। खुलासा इसप्रकार है - विग्रहगति में तैजस और कार्माण; मनुष्य और तिर्यञ्च के औरादिक, तैजस और कार्माण, देवों और नारिकियों के वैक्रियक, तैजस और कार्माण; तथा आहारकऋद्धिधारी मुनि के औदारिक, आहारक, तैजस और कार्माण शरीर होते हैं।",
    "औदारिक शरीर":"मनुष्य-और तिर्यञ्च के स्थूल शरीर को औदारिक शरीर कहते हैं।",
    "वैक्रियक शरीर":"जो छोटी-बड़ी, पृथक-अपृथक् आदि अनेक विक्रियाओं को करे - ऐसे देव और नारकियों के शरीर को वैक्रियक शरीर कहते हैं।",
    "आहारक शरीर":"आहारक ऋद्धिधारी छठवें गुणस्थानवर्ती मुनी को तत्त्वों के सम्बन्ध में कोई शंका होने पर अथवा जिनालय आदि की वंदना करने के लिए उनके मस्तक से एक हाथ प्रमाण स्वच्छ, सफेद, सप्तधातुरहित पुरुषाकार जो पुतला निकलता है, उसे आहारक शरीर कहते हैं।",
    "तैजस शरीर":"औदारिक, वैक्रियक और आहारक - इन तीन शरीरों में कान्ति उत्पन्न करनेवाले शरीर को तैजस शरीर कहते हैं।",
    "कार्माण शरीर":"आठ कर्मों के समूह को कार्माण शरीर कहते हैं।",
    "धर्म द्रव्य":"स्वयं गमन करते हुए जीव और पुद्गल को गमन करने में जो निमित्त हो, उसे धर्म द्रव्य कहते हैं। \\nजैसे गमन करती हुई मछली को गमन करने में पानी। \\nधर्म द्रव्य एक है और सम्पूर्ण लोक में व्याप्त है।",
    "अधर्म द्रव्य":"स्वयं गतिपूर्वक स्थितिरूप परिणमन करने वाले जीव और पुद्गल को ठहरने में जो निमित्त हो, उसे अधर्म द्रव्य कहते हैं। जैसे पथिक को ठहरने में वृक्ष की छाया । \\nअधर्म द्रव्य एक है और सम्पूर्ण लोक में व्याप्त है।",
    "आकाश द्रव्य":"जो जीवादिक पाँचों द्रव्यों को रहने के लिए स्थान देता है, उसे आकाश द्रव्य कहते हैं। \\nआकाश द्रव्य सर्वव्यापक है, सर्वत्र है। यद्यपि आकाश एक ही अखण्ड द्रव्य है, तथापि छह द्रव्यों की उपस्थिति व अनुपस्थिति के कारण उसके लोकाकाश व अलोकाकाश - ये दो भेद हैं।",
    "लोकाकाश":"जिसमें जीवादिक समस्त द्रव्य पाये जाते हैं, उसे लोकाकाश कहते हैं।",
    "अलोकाकाश":"लोकाकाश के बाहर अनन्त आकाश को अलोकाकाश कहते हैं। ",
    "काल द्रव्य":"अपनी-अपनी अवस्थारूप से स्वयं परिणमते हुए जीवादिक द्रव्यों के परिणमन में जो निमित्त हो, उसे काल द्रव्य कहते हैं। \\nजैसे कुम्हार के चाक को घूमने के लिए लोहे की कीली । \\nकाल द्रव्य असंख्यात हैं और वे सम्पूर्ण लोकाकाश के एक-एक प्रदेश में स्थित हैं। \\nकाल के दो भेद हैं - 1. निश्चय काल और 2. व्यवहार काल।",
    "निश्चय काल":"काल द्रव्य को निश्चय काल कहते हैं तथा लोकाकाश के एक-एक प्रदेश पर एक-एक काल द्रव्य (कालाणु) स्थित है।",
    "व्यवहार काल":"वर्ष, महीना, दिवस, घड़ी, पल इत्यादि को व्यवहार काल कहते हैं।",
    "समुद्घात":"मूल शरीर को न छोड़कर आत्म-प्रदेशों के बाहर निकलने को समुद्घात कहते हैं। \\nयह प्रदेशत्व गुण की पर्याय है।",
    "अस्तिकाय ":"बहुप्रदेशी द्रव्य को अस्तिकाय कहते हैं। \\nजीव, पुद्गल, धर्म, अधर्म और आकाश - ये पाँच द्रव्य अस्तिकाय हैं। \\nकाल द्रव्य एकप्रदेशी है, इसलिये वह अस्तिकाय नहीं हैं।",
    "प्रदेश":"आकाश के जितने भाग को एक पुद्गल परमाणु घेरता है, उसे प्रदेश कहते हैं।\\nजीव, धर्म, अधर्म और लोकाकाश के असंख्यात प्रदेश हैं। पुद्गल स्कन्ध के संख्यात, असंख्यात और अनन्त - इसतरह तीनों प्रकार के प्रदेश हैं। काल द्रव्य और पुद्गल परमाणु एकप्रदेशी हैं।",
    "उत्पाद":"द्रव्य में नवीन पर्याय की उत्पत्ति को उत्पाद कहते हैं। ",
    "व्यय":"द्रव्य में पूर्व पर्याय के त्याग को व्यय कहते हैं।",
    "ध्रौव्य":"प्रत्यभिज्ञान के कारणभूत द्रव्य की किसी अवस्था की नित्यता को ध्रौव्य कहते हैं।",
    "स्वभाव व्यंजन पर्याय":"परनिमित्त के सम्बन्ध से रहित द्रव्य का जो आकार हो, उसे स्वभाव व्यंजन पर्याय कहते हैं। \\nजैसे जीव की सिद्ध पर्याय ।",
    "विभाव व्यंजन पर्याय":"परनिमित्त के सम्बन्ध से द्रव्य का जो आकार हो, उसे विभाव व्यंजन पर्याय कहते हैं। \\nजैसे जीव की नर-नारकादि पर्याय ।",
    "स्वभाव अर्थ पर्याय":"परनिमित्त के सम्बन्ध से रहित जो अर्थ पर्याय होती है, उसे स्वभाव अर्थ पर्याय कहते हैं। \\nजैसे जीव की केवलज्ञान पर्याय।",
    "विभाव अर्थ पर्याय":"परनिमित्त के सम्बन्ध से जो अर्थ पर्याय हो, उसे विभाव अर्थ पर्याय कहते हैं। \\nजैसे जीव के राग-द्वेष आदि ।",
    "अनुजीवी गुण":"भावस्वरूपी गुण को अनुजीवी गुण कहते हैं। जैसे दर्शनज्ञानरूप चेतना, सम्यक्त्व, चारित्र, सुख, स्पर्श, रस, गंध, वर्ण आदि।\\nजीव के चेतना, सम्यक्त्व (श्रद्धा), चारित्र, सुख वीर्य, भव्यत्व, अभव्यत्व, जीवत्व, वैभाविकत्व, कर्तृत्व इत्यादि अनन्त अनुजीवी गुण हैं।",
    "प्रतिजीवी गुण":"वस्तु के अभावस्वरूपी धर्म को प्रतिजीवी गुण कहते हैं। जैसे नास्तित्व, अमूर्तत्व, अचेतनत्व आदि ।\\nजीव के अव्याबाधत्व, अवगाहनत्व, अगुरुलघुत्व, सूक्ष्मत्व इत्यादि प्रतिजीवी गुण हैं।",
    "चेतना ":"जिसमें पदार्थों का प्रतिभास होता है, उसे चेतना कहते हैं। चेतना के दो भेद हैं - 1. दर्शन चेतना व 2. ज्ञान चेतना ",
    "दर्शन चेतना":"जिसमें पदार्थों का भेदरहित सामान्य प्रतिभास (अवलोकन) हो, उसे दर्शन चेतना कहते हैं।\\nदर्शन चेतना के चार भेद हैं - 1. चक्षुदर्शन, 2. अचक्षुदर्शन 3. अवधिदर्शन और 4. केवलदर्शन।\\nदर्शन चेतना छद्मस्थ जीवों को ज्ञान के पहले और केवलज्ञानियों को ज्ञान के साथ-साथ होती है।",
    "ज्ञान चेतना":"जिसमें पदार्थों का विशेष प्रतिभास होता है, उसे ज्ञान चेतना कहते हैं।\\nज्ञान चेतना के पाँच भेद हैं - 1. मतिज्ञान 2. श्रुतज्ञान 3. अवधिज्ञान 4. मनःपर्ययज्ञान और 5. केवलज्ञान \\nएक जीव में एक साथ कम से कम एक और अधिक से अधिक चार ज्ञान होते हैं। खुलासा इसप्रकार है -\\n केवलज्ञान अकेला ही होता है। एक साथ दो-मतिज्ञान और श्रुतज्ञान होते हैं। एक साथ तीन - मतिज्ञान, श्रुतज्ञान और अवधिज्ञान अथवा मतिज्ञान, श्रुतज्ञान और मनःपर्ययज्ञान होते हैं। एक साथ चार - मतिज्ञान, श्रुतज्ञान, अवधिज्ञान और मनःपर्ययज्ञान होते हैं।",
    "चक्षुदर्शन":"चक्षु इन्द्रिय के द्वारा मतिज्ञान के पहले होने वाले सामान्य प्रतिभास को चक्षुदर्शन कहते हैं।",
    "अचक्षुदर्शन":"चक्षु इन्द्रिय को छोड़कर शेष चार इन्द्रियों और मन के द्वारा, मतिज्ञान से पहले होने वाले सामान्य प्रतिभास को अचक्षुदर्शन कहते हैं।",
    "अवधिदर्शन":"अवधिज्ञान के पहले होने वाले सामान्य प्रतिभास को अवधिदर्शन कहते हैं।",
    "केवलदर्शन":"केवलज्ञान के साथ-साथ होने वाले सामान्य प्रतिभास को केवलदर्शन कहते हैं।",
    "मतिज्ञान":"(1) पराश्रय की बुद्धि छोड़कर दर्शनोपयोग- पूर्वक स्वसन्मुखता से प्रकट होने वाले निज आत्मा के ज्ञान को मतिज्ञान कहते हैं।\\n(2) इन्द्रिय और मन जिसमें निमित्त हैं - ऐसे ज्ञान को मतिज्ञान कहते हैं।",
    "श्रुतज्ञान":"(1) मतिज्ञान से जाने हुए पदार्थ के सम्बन्ध से अन्य पदार्थ को जाननेवाले ज्ञान को श्रुतज्ञान कहते हैं। \\n(2) आत्मा की शुद्ध अनुभूतिरूप श्रुतज्ञान परिणति को भाव श्रुतज्ञान कहते हैं।",
    "अवधिज्ञान":"द्रव्य, क्षेत्र, काल और भाव की मर्यादासहित रूपी पदार्थ के स्पष्ट प्रत्यक्ष ज्ञान को अवधिज्ञान कहते हैं।",
    "मन:पर्ययज्ञान":"द्रव्य, क्षेत्र, काल और भाव की मर्यादासहित दूसरे के मन में स्थित रूपी पदार्थ के स्पष्ट प्रत्यक्ष ज्ञान को मनःपर्ययज्ञान कहते हैं।",
    "केवलज्ञान":"जो तीन लोक व तीन कालवर्ती सर्व पदार्थों (अनन्त धर्मात्मक सर्व द्रव्य-गुण-पर्यायों) को प्रत्येक समय में यथास्थित, परिपूर्णरूप से स्पष्ट और एक साथ जानता है, उसे केवलज्ञान कहते हैं।",
    "अनेकान्त":"प्रत्येक वस्तु में वस्तुपने को निपजाने वाली अस्तित्व–नास्तित्व आदि परस्पर विरुद्ध दो शक्तियों का प्रकाशित होना अनेकान्त है।\\nआत्मा सदा स्वरूप से है और पररूप से नहीं --- ऐसी दृष्टि ही सच्ची अनेकान्तदृष्टि है।",
    "स्याद्वाद":"वस्तु के अनेकान्त स्वरूप को समझाने वाली कथन पद्धति को स्याद्वाद कहते हैं। \\nस्याद्वाद अनेकान्त का द्योतक है, बतलानेवाला है। \\nस्यात् = कथंचित्, किसीप्रकार, किसी अपेक्षा से; वाद = कथन।।",
    "सम्यक्त्व":"जिस गुण की निर्मल दशा प्रगट होने पर स्वशुद्धात्मा का प्रतिभास (यथार्थ प्रतीति) हो तथा सच्चे देव-गुरु-धर्म में दृढ़ आस्था, जीवादि सात तत्त्वों की सच्ची प्रतीति, स्व–पर का श्रद्धान एवं आत्मश्रद्धान - इन लक्षणों के अविनाभाव सहित जो श्रद्धान होता है, वह निश्चय सम्यग्दर्शन है। \\nइस पर्याय का धारक सम्यक्त्व (श्रद्धा) गुण है, सम्यग्दर्शन और मिथ्यादर्शन उसकी क्रमशः स्वभाव और विभाव पर्यायें हैं।",
    "जैन":"निज शुद्धात्मद्रव्य के आश्रय से मिथ्यात्व राग-द्वेषादि को जीतने वाली निर्मल परिणति जिसने प्रकट की है, वही जैन है। \\nमिथ्यात्व के नाशपूर्वक जो जितने अंश में रागादि का नाश करता है, वह उतने अंश में जैन है। \\nवास्तव में जैनत्व का प्रारम्भ निश्चय सम्यग्दर्शन से होता है, यह चतुर्थ गुणस्थान में प्रगट होता है।",
    "चारित्र":"निश्चय सम्यग्दर्शनसहित स्वरूप में चरण करना (रमना) अर्थात् अपने स्वभाव में अकषायरूप प्रवृत्ति करना चारित्र है। \\nमिथ्यात्व और अस्थिरता रहित अत्यन्त निर्विकार - ऐसा यह चारित्र जीव का परिणाम है। ऐसी पर्याय को धारण करने वाले गुण को चारित्र गुण कहते हैं।\\n चारित्र के चार भेद हैं - 1. स्वरूपाचरण चारित्र 2. देश चारित्र 3. सकल चारित्र और 4. यथाख्यात चारित्र।",
    "कषाय":"मिथ्यात्व तथा क्रोध-मान-माया-लोभरूप आत्मा की विभाव परिणति को कषाय कहते हैं।",
    "स्वरूपाचरण चारित्र":"निश्चय सम्यग्दर्शन होने पर आत्मानुभव पूर्वक आत्मस्वरूप में जो स्थिरता होती है, उसे स्वरूपाचरण चारित्र कहते हैं।",
    "देश चारित्र":"निश्चय सम्यग्दर्शन सहित अनन्तानुबंधी तथा अप्रत्याख्यानावरण कषायों के अभावपूर्वक आत्मा में चारित्र की आंशिक शुद्धि होने से उत्पन्न होने वाली शुद्धि विशेष को देश चारित्र कहते हैं। \\nइस श्रावकदशा में व्रतादिरूप शुभभाव होते हैं। \\nशुद्ध (निश्चय) देश चारित्र से धर्म होता है और व्यवहार व्रतादिक से बंध होता हैं निश्चय चारित्र के बिना सच्चा व्यवहार चारित्र नहीं हो सकता।",
    "सकल चारित्र":"निश्चय सम्यग्दर्शन सहित चारित्र गुण की शुद्धि की वृद्धि होने से (अनंतानुबंधी आदि तीन जाति की कषायों के अभाव पूर्वक) आत्मा में उत्पन्न होने वाली (भावलिंगी मुनिपद के योग्य) शुद्धि विशेष को सकल चारित्र कहते हैं। मुनिपद में 28 मूलगुण आदि के शुभभाव होते हैं, उसे व्यवहार सकल चारित्र कहते हैं। निश्चय चारित्र आत्माश्रित होने से मोक्षमार्ग है, धर्म है और व्यवहार चारित्र पराश्रित होने से बन्धभाव है, मोक्षमार्ग नहीं ।",
    "यथाख्यात चारित्र":"निश्चय सम्यग्दर्शन सहित चारित्र गुण की पूर्ण शुद्धता होने से कषायों के सर्वथा अभाव पूर्वक उत्पन्न होने वाली आत्मा की शुद्धि विशेष को यथाख्यात चारित्र कहते हैं।",
    "सुख":"निराकुल आनन्दस्वरूप आत्मा के परिणाम विशेष को सुख कहते हैं।",
    "वीर्य":"आत्मा की शक्ति - सामर्थ्य (बल) को वीर्य कहते हैं। वीर्य गुण की पर्याय पुरुषार्थ है।",
    "भव्यत्व गुण":"जिस गुण के कारण आत्मा में सम्यग्दर्शन, सम्यग्ज्ञान, सम्यक्चारित्र प्रगट करने की योग्यता रहती है, उसे भव्यत्व गुण कहते हैं।",
    "अभव्यत्व गुण":"जिस गुण के कारण आत्मा में सम्यग्दर्शन- ज्ञान–चारित्र प्रगट करने की योग्यता नहीं होती है, उसे अभव्यत्व गुण कहते हैं।",
    "जीवत्व गुण":"जिस गुण के कारण आत्मा चैतन्यमात्र भावरूप भाव प्राण धारण करता है, उस शक्ति को जीवत्व गुण कहते हैं।",
    "प्राण":"प्राण के दो भेद हैं - 1. द्रव्य प्राण और 2. भाव प्राण ",
    "द्रव्य प्राण":"द्रव्य प्राण के दस भेद हैं - पाँच इन्द्रियाँ, तीन बल श्वासोच्छवास और आयु ।(ये सब पुद्गल द्रव्य की पर्यायें हैं। जीवों का इन द्रव्य प्राणों के संयोग से जीवनरूप और उनके वियोग से मरणरूप अवस्था व्यवहार से कही जाती है।)",
    "भाव प्राण":"चैतन्य और बल प्राण को भाव प्राण कहते हैं। भाव प्राण के दो भेद हैं: 1. भावेन्द्रिय और 2. बल प्राण। \\nये भेद संसारी जीवों में हैं।",
    "भावेन्द्रिय":"पाँच भेद हैं - 1. स्पर्शन इन्द्रिय 2. रसना इन्द्रिय 3. घ्राण इन्द्रिय 4. चक्षु इन्द्रिय और 5. कर्ण इन्द्रिय \\nभावेन्द्रियाँ सब चेतन हैं और ज्ञान की मतिरूप पर्यायें हैं।",
    "भाव बल प्राण ":"तीन भेद हैं - 1. मनो बल 2. वचन बल और 3. काय बल। \\nभाव बल प्राण जीव के वीर्य गुण की पर्याय है। द्रव्य बल प्राण पुद्गल के - वीर्य गुण की पर्याय है।",
    "वैभाविक गुण ":"जिस गुण के कारण आत्मा में स्वयं अपनी योग्यता से परद्रव्य (निमित्त) के सम्बन्धपूर्वक अशुद्ध पर्यायें होती हैं। \\nयह एक विशेष भाव वाला गुण है। \\nयह वैभाविक गुण जीव और पुद्गल - इन द्रव्यों में ही है, शेष चार द्रव्यों में नहीं। मुक्त जीवों में इस गुण की शुद्ध स्वाभाविक पर्याय होती है।",
    "अव्याबाधत्व गुण":"जिस गुण की शुद्ध पर्याय वेदनीय कर्म के अभावपूर्वक प्रगट होती है, उसको अव्याबाधत्व गुण कहते हैं।",
    "अवगाहनत्व गुण":"जिस गुण की शुद्ध पर्याय आयु कर्म के अभाव पूर्वक प्रगट होती है, उस गुण को अवगाहनत्व गुण कहते हैं।",
    "अगुरुलघुत्व गुण":"जिस गुण की शुद्ध पर्याय गोत्र कर्म के अभावपूर्वक प्रगट होती है और उच्चता-नीचता का व्यवहार भी दूर हो जाता है, उस गुण को अगुरुलघुत्व गुण कहते हैं।",
    "सूक्ष्मत्व गुण":"जिस गुण की शुद्ध पर्याय नाम कर्म के अभावपूर्वक प्रगट होती है, उस गुण को सूक्ष्मत्व गूण कहते हैं।",
    "अभाव ":"एक पदार्थ में दूसरे पदार्थ के न होने को अभाव कहते हैं। \\nअभाव के चार भेद हैं - 1. प्रागभाव 2. प्रध्वंसाभाव 3. अन्योन्याभाव और 4. अत्यन्ताभाव।",
    "प्रागभाव":"एक द्रव्य की वर्तमान पर्याय का उसी द्रव्य की पूर्व पर्याय में अभाव सो प्रागभाव है। (इसे न माना जाये तो कार्य अनादि ठहरे ।)\\nप्रागभाव से ऐसा समझना चाहिए कि अनादि काल से किसी जीव ने अज्ञान-मिथ्यात्वादि दोष किये हों, धर्म कभी नहीं किया हो। तो भी वह जीव नये पुरुषार्थ से धर्म कर सकता है, क्योंकि वर्तमान पर्याय (अवस्था) का पूर्व पर्याय में अभाव है।",
    "प्रध्वंसाभाव":"एक द्रव्य की वर्तमान पर्याय का उसी द्रव्य की आगामी पर्याय में अभाव सो प्रध्वंसाभाव है। (इसे न माना जाये तो कार्य अनन्तकाल ठहरे |) \\nप्रध्वंसाभाव से ऐसा समझना चाहिए कि किसी जीव ने वर्तमान अवस्था में धर्म न किया हो तो भी वह जीव उस अधर्म दशा का तुरन्त व्यय (अभाव) करके नये पुरुषार्थ से धर्म कर सकता है।",
    "अन्योन्याभाव":"एक पुद्गल द्रव्य की वर्तमान पर्याय का अन्य पुद्गल द्रव्य की वर्तमान पर्याय में अभाव अन्योन्याभाव है। (इसे न माना जाये तो एक पुद्गल द्रव्य की वर्तमान पर्याय अन्य पुद्गल द्रव्य की वर्तमान पर्याय से स्वतन्त्र और भिन्न नहीं ठहरे ।) \\nअन्योन्याभाव से ऐसा समझना चाहिए कि एक पुद्गल द्रव्य की पर्याय, दूसरे पुद्गल की पर्यायों का कुछ भी नहीं कर सकती है अर्थात् एक-दूसरे को मदद, सहायता, असर या प्रेरणादि कुछ भी नहीं कर सकती।",
    "अत्यंताभाव":"एक द्रव्य में दूसरे द्रव्य का अभाव अत्यंताभाव है। (इसे न माना जाये तो द्रव्य स्वतन्त्र और भिन्न नहीं ठहरे) \\nअत्यंताभाव से ऐसा समझना चाहिए कि प्रत्येक द्रव्य में दूसरे द्रव्य का अभाव होने से कोई द्रव्य अन्य द्रव्य की पर्यायों को कुछ भी नहीं करता अर्थात् सहायता, असर, मदद या प्रेरणा इत्यादि कुछ भी नहीं कर सकता। \\nशास्त्र में जो कुछ अन्य में करने-कराने आदि का कथन है, वह घी के घडे के समान मात्र व्यवहार का कथन है, सत्यार्थ नहीं है।",
    "तत्त्व":"जीव, अजीव, आस्रव, बंध, संवर, निर्जरा और मोक्ष - ये सात तत्त्व हैं।",
    "जीव":"जीव अर्थात् आत्मा। जीव सदा ज्ञाता स्वरूप, पर से भिन्न और त्रिकाल स्थायी पदार्थ है।",
    "अजीव":"जिसमें चेतना या ज्ञातृत्व नहीं होता, उसे अजीव कहते हैं - ऐसे द्रव्य पाँच हैं। \\nउनमें से धर्म, अधर्म, आकाश और काल - ये चार द्रव्य अरूपी हैं और पुद्गल द्रव्य रूपी (स्पर्श, रस, गंध, वर्ण से सहित) है।",
    "आस्रव":"जीव की शुभाशुभभावमय विकारी अवस्था को भावास्रव कहते हैं और उस समय कर्मयोग्य नवीन रजकणों का स्वयं-स्वतः आत्मा के साथ एकक्षेत्रावगाहरूप में आगमन होना द्रव्यास्रव है। (इसमें जीव की अशुद्ध पर्याय निमित्त मात्र है।)",
    "बन्ध":"आत्मा का अज्ञान, राग-द्वेष, पुण्य-पापरूप विभावों में रुक जाना भावबन्ध है। \\nउस समय कर्मयोग्य पुद्गलों का स्वयं-स्वतः जीव के साथ एकक्षेत्रावगाहरूप बँधना द्रव्यबन्ध है। (इसमें जीव की अशुद्ध पर्याय निमित्त मात्र है।)",
    "पुण्य":"दया, दान, भक्ति, पूजा, व्रत, इत्यादि शुभ भाव जीव की पर्याय में होते हैं, ये अरूपी अशुद्ध भाव भावपुण्य हैं और उस समय कर्मयोग्य परमाणुओं का समूह स्वयं-स्वतः एकक्षेत्रावगाहरूप से जीवे के साथ बँधता है, वह द्रव्यपुण्य है। (इसमें जीव की अशुद्ध पर्याय निमित्त मात्र है।)",
    "पाप":"मिथ्यात्व, हिंसा, असत्य, चोरी इत्यादि अशुभ भाव जीव की पर्याय में होते हैं, ये अरूपी अशुद्ध भाव भावपाप हैं और उस समय कर्मयोग्य पुद्गल स्वयं-स्वतः जीव के साथ बँधता है, वह द्रव्यपाप है। (इसमें जीव की अशुद्ध पर्याय निमित्त मात्र है।)",
    "संवर":"आत्मा के शुद्ध भाव द्वारा पुण्य-पापरूप अशुद्ध भाव (आस्रव) को रोकना भावसंवर है, तदनुसार नये कर्मों का आगमन स्वयं-स्वतः रुक जाना द्रव्यसंवर है।",
    "निर्जरा":"अखण्डानन्द निज शुद्धात्मा के लक्ष के बल से आंशिक शुद्धि की वृद्धि और अशुद्ध अवस्था (शुभाशुभ इच्छारूप) की आंशिक हानि होना भावनिर्जरा है, उस समय खिरने योग्य कर्मों का स्वयं-स्वतः अंशतः खिर जाना द्रव्यनिर्जरा है।",
    "मोक्ष":"आत्मा की पूर्ण शुद्ध पर्याय का प्रगट होना और अशुद्ध पर्याय का सर्वथा नाश होना भावमोक्ष है, उस समय अपनी योग्यता से द्रव्यकर्मों का आत्मप्रदेशों से अत्यन्त अभाव होना द्रव्यमोक्ष है।",
    "धर्म":"निज आत्मा की अहिंसा को धर्म कहते हैं।\\nदुःखसे मुक्ति दिलानेवाला निश्चयरत्नत्रयरूप मोक्षमार्ग;जिससे आत्मा मोक्ष प्राप्त करता है । (रत्नत्रय अर्थात्\nसम्यग्दर्शन-ज्ञान-चारित्र । )",
    "कर्ता":"जो स्वतंत्रता (स्वाधीनता) से अपने परिणाम को करे, वह कर्ता है। \\nप्रत्येक द्रव्य अपने में स्वतन्त्रता व्यापक होने से अपने ही परिणामों का कर्ता है।",
    "कर्म":"जिस परिणाम को कर्ता प्राप्त करता है, वह परिणाम उसका कर्म है। \\n‘कारणानुविधायित्वादेव कार्याणां कारणानुविधायीनि कार्याणि’ - कारण जैसे ही कार्य का नियम होने से, कारण जैसा ही कार्य होता है।\n\\nकार्य को क्रिया, कर्म, अवस्था पर्याय, हालत, दशा, परिणाम, परिणमन और परिणति भी कहते हैं। \\nयहाँ कारण को उपादान कारण समझना चाहिये, क्योंकि उपादान कारण ही कार्य का सच्चा कारण है।",
    "करण":"परिणाम (कर्म) के साधकतम अर्थात् उत्कृष्ट साधन को करण कहते हैं।",
    "सम्प्रदान":"जिसे कर्म (कार्य) दिया जाय या जिसके लिये कर्म किया जाता है, उसे सम्प्रदान कहते हैं।",
    "अपादान":"जिसमें से कर्म किया जाता है, उस ध्रुव वस्तु को अपादान कहते हैं।",
    "अधिकरण":"जिसमें या जिसके आधार से कर्म किया जाता है, उसे अधिकरण कहते हैं।",
    "कारण":"कार्य की उत्पादक सामग्री को कारण कहते हैं। कारण के दो भेद हैं - 1. उपादान और 2. निमित्त ।\\nउपादान को निजशक्ति अथवा निश्चय और निमित्त को परयोग अथवा व्यवहार भी कहते हैं।",
    "उपादान कारण":"उपादान कारण को तीन प्रकार से समझ सकते हैं - \\n(1) जो द्रव्य स्वयं कार्यरूप परिणमित हो, उसे उपादानकारण कहते हैं। जैसे घट की उत्पत्ति में मिट्टी ।\\n (2) अनादिकाल से द्रव्य में जो पर्यायों का प्रवाह चला आ रहा है, उसमें अनन्तर पूर्वक्षणवर्ती पर्याय उपादान कारण है और अनन्तर उत्तरक्षणवर्ती पर्याय कार्य है।\\n(3) तत्समय की पर्याय की योग्यता उपादान कारण है और वह पर्याय कार्य है। \\nयह ही सच्चा (वास्तविक) कार्य-कारण है।",
    "योग्यता":"योग्यतैव विषयप्रतिनियमकारणमिति ।। अर्थात् योग्यता ही विषय का प्रतिनियामक कारण है।\\n[ सामर्थ्य, शक्ति, पात्रता, लायकात, ताकत - ये सब योग्यता के पर्यायवाची शब्द हैं।]",
    "निमित्त कारण":"जो पदार्थ स्वयं कार्यरूप तो न परिणमे, परन्तु कार्य की उत्पत्ति में अनुकूल होने का आरोप जिस पर आ सके, उस पदार्थ को निमित्त कारण कहते हैं। जैसे घट की उत्पत्ति में कुम्भकार, दण्ड, चक्र, आदि।\\n(निमित्त सच्चा कारण नहीं है, अहेतुक है क्योंकि वह उपचारमात्र अथवा व्यवहारमात्र कारण है।)",
    "निमित्त-नैमित्तिक सम्बन्ध":"जब उपादान स्वतः कार्यरूप परिणमता है, तब भावरूप या अभावरूप किस उचित (योग्य) निमित्त कारण का उसके साथ सम्बन्ध है। - यह बताने के लिये उस कार्य को नैमित्तिक कहते हैं। \\nइस तरह से भिन्न पदार्थों के इस स्वतन्त्र सम्बन्ध को निमित्त-नैमित्तिक सम्बन्ध कहते हैं। \\nनिमित्त-नैमित्तिक परतन्त्रता का सूचक नहीं है, किन्तु नैमित्तिक के साथ कौन निमित्तरूप पदार्थ है; उसका ज्ञान कराता है। \\nजिस कार्य को निमित्त की अपेक्षा नैमित्तिक कहा है, उसी को उपादान की अपेक्षा उपादेय भी कहते हैं। ",
    "मिथ्यात्व":"प्रयोजनभूत जीवादि सात तत्त्वों के अन्यथा श्रद्धान तथा अदेव (कुदेव) को देव मानना, अतत्त्व को तत्त्व मानना, अधर्म (कुधर्म) को धर्म मानना - इत्यादि विपरीत श्रद्धान को मिथ्यात्व कहते हैं। \\nमिथ्यात्व के पाँच भेद हैं - 1. एकांत, 2. विपरीत, 3. संशय, 4. अज्ञान और 5. विनय ।",
    "एकांत मिथ्यात्व":"आत्मा, परमाणु आदि सर्व पदार्थों का स्वरूप अपने-अपने अनेक धर्मों से परिपूर्ण होने पर भी, उन्हें सर्वथा एक ही धर्म वाला मानने को एकांत मिथ्यात्व कहते हैं। \\nजैसे आत्मा को सर्वथा क्षणिक अथवा नित्य ही मानना, गुण-गुणी में सर्वथा भेद या अभेद ही मानना इत्यादि।",
    "विपरीत मिथ्यात्व":"आत्मा के स्वरूप को अन्यथा मानने की रुचि को विपरीत मिथ्यात्व कहते हैं। \\nजैसे शरीर को आत्मा मानना, वस्त्र-पात्रादि सहित गुरु को निग्रंथ गुरु मानना, स्त्री के शरीर से मुनिदशा एवं मोक्ष मानना । \\nकेवली भगवान को ग्रासाहार, रोग, उपसर्ग, वस्त्र, पात्र, पाटादि सहित और क्रमिक उपयोग वाला मानना । पुण्य से अर्थात् शुभराग से धर्म मानना ।",
    "संशय मिथ्यात्व":"धर्म का स्वरूप इसप्रकार है या इसप्रकार है' - ऐसे परस्पर विरुद्ध श्रद्धान को संशय मिथ्यात्व कहते हैं। \\nजैसे आत्मा अपने कार्य का कर्ता है या परवस्तु के कार्य का कर्ता है ? निमित्त और व्यवहार के आलम्बन से धर्म होगा या अपने शुद्धात्मा के आलम्बन से धर्म होगा ? इत्यादि ।",
    "अज्ञान मिथ्यात्व":"जहाँ हित-अहित के विवेक का कुछ भी सदभाव नहीं हो. उसे अज्ञान मिथ्यात्व कहते हैं। जैसे पशुवध अथवा पाप से धर्म समझना।",
    "विनय मिथ्यात्व":"समस्त देवों और सर्व मतों में समदर्शीपने की मान्यता को विनय मिथ्यात्व कहते हैं।",
    "मिथ्याज्ञान":"प्रयोजनभूत जीवादि सात तत्त्वों के यथार्थ न जानने को मिथ्याज्ञान कहते हैं। \\nमिथ्याज्ञान के तीन भेद हैं - 1. संशय 2. विपर्यय और 3. अनध्यवसाय ।",
    "संशय":"यह इसप्रकार है या इसप्रकार है' - ऐसे परस्पर विरुद्धता सहित ज्ञान को संशय कहते हैं। जैसे मैं आत्मा हूँ या शरीर ?",
    "विपर्यय":"ऐसा ही है - इसप्रकार वस्तुस्वरूप से विरुद्ध एकरूप ज्ञान को विपर्यय कहते हैं। जैसे मैं शरीर ही हूँ।",
    "अनध्यवसाय":"‘कुछ है' - इस तरह के निश्चय रहित ज्ञान को अनध्यवसाय कहते हैं। जैसे मैं कोई हूँ।",
    "अविरति":"अन्तरंग चारित्र संबंधी निर्विकार स्वसंवेदन से विपरीत अव्रत परिणामरूप विकार को अविरति कहते हैं। बाह्य में त्रस–स्थावर जीवों की हिंसा में तथा पाँच इन्द्रिय और मन के विषयों में प्रवृत्ति करने को अविरति कहते हैं।\\nअविरति के बारह भेद हैं - षट्काय के जीवों की हिंसा का त्यागभाव नहीं करना तथा पाँच इन्द्रिय और मन के विषयों में प्रवृत्ति करना - इसप्रकार अविरति के बारह भेद हैं।",
    "प्रमाद":"अनन्तानुबन्धी, अप्रत्याख्यान और प्रत्याख्यान कषायों के उदय में युक्त होने को, संज्वलन और नोकषाय के तीव्र उदय में युक्त होने को, निरतिचार चारित्र पालने में अनुत्साह को तथा स्वरूप की असावधानता को प्रमाद कहते हैं।\\nप्रमाद के पन्द्रह भेद हैं - चार विकथा :- स्त्री कथा, राष्ट्र कथा, भोजन कथा, राज कथा । चार कषाय :- क्रोध, मान, माया, लोभ ।। पाँच इन्द्रिय के विषय :- स्पर्श, रस, गंध वर्ण, शब्द, निद्रा और प्रणय (स्नेह) ।",
    "नोकषाय":"हास्य, रति, अरति, शोक, भय, जुगुप्सा, स्त्री वेद, पुरुष वेद और नपुंसक वेदरूप आत्मा की अशुद्ध परिणति को नोकषाय कहते हैं।",
    "योग":"मन, वचन, काय के आलम्बन से आत्मप्रदेशों के परिस्पंदन को योग कहते हैं।\\nयोग गुण की अशुद्धपर्याय में कंपनपने को तो द्रव्ययोग और कर्म–नोकर्म के ग्रहण में निमित्तरूप योग्यता को भावयोग कहते हैं।",
    "नव देव":"अरहंत, सिद्ध, आचार्य, उपाध्याय, साधु, जिनधर्म, जिनवचन, जिनप्रतिमा और जिनमन्दिर - ये नव देव हैं।",
    "मंगल":"जो पाप को गलावे और पवित्रता को लावे - ऐसा सम्यग्दर्शन-ज्ञान-चारित्र मंगल है।",
    "ॐ":"शुद्धात्मा, तीर्थंकर, केवली भगवान की दिव्यध्वनि, पंचपरमेष्ठी।",
    "श्री":"केवलज्ञानरूपी आत्मलक्ष्मी",
    "स्वस्तिक":"सॉथिया, चार गतिरूप संसार–भ्रमण को नष्ट करनेवाले अनंत चतुष्टय - अनन्त दर्शन, अनन्त ज्ञान, अनन्त सुख और अनन्त वीर्य (बल) ।",
    "एकेन्द्रिय":"जिसे एक स्पर्शनेन्द्रिय ही होती है ऐसा जीव ।\\nपृथ्वीकायिक जीव, अपकायिक जीव, अग्निकायिकजीव, वायुकायिक जीव और वनस्पतिकायिक जीव ।",
    "अकामनिर्जरा":"सहन करनेकी अनिच्छा होने पर भी जीव रोग,क्षुधादि सहन करता है । \\nतीव्र कर्मोदयमें युक्त न होकर जीव पुरुषार्थ द्वारा मंदकषायरूप परिणमित हो वह ।",
    "अग्निकायिक":"अग्नि ही जिसका शरीर होता है ऐसा जीव ।",
    "असंज्ञी":"शिक्षा और उपदेश ग्रहण करनेकी शक्ति रहित जीव को असंज्ञी कहते हैं |",
    "इन्द्रिय":"शरीर के चिह्न को इन्द्रिय कहते हैं ।",
    "गति नामकर्म":"जो कर्म जीव के आकार नारकी, तिर्यंच, मनुष्य तथा देव जैसे बनाता है ।",
    "गति":"जिसके उदय से जीव दूसरी पर्याय (भव) प्राप्त करता है ।\\nजीवकी अवस्था विशेष को गति कहते हैं, उसमें गति नामक नामकर्म निमित्त है ।\\n मनुष्यगति, तिर्यंचगति, देवगति और नरकगति ।",
    "चिन्तामणि":"जो इच्छा करने मात्र से इच्छित वस्तु प्रदान करता है, ऐसा रत्न ।",
    "तिर्यंचगति":"तिर्यंचगति नामकर्म के उदय से तिर्यंचों में जन्म धारण करना ।",
    "देवगति":"देवगति नामकर्म के उदय से देवों में जन्म धारण करना ।",
    "नरक":"पापकर्म के उदयमें युक्त होने के कारण जिस स्थान में जन्म लेते ही जीव असह्य एवं अपरिमित वेदना का अनुभव करने लगता है तथा दूसरे नारकियों द्वारा सताये जाने के कारण दुःखका अनुभव करता है तथा जहाँ तीव्र द्वेष-पूर्ण जीवन व्यतीत होता है–वह स्थान \\n जहाँ पर क्षणभर भी ठहरना नहीं चाहता ।",
    "नरकगति":"नरकगति नामकर्म के उदय से नरक में जन्म लेना ।",
    "निगोद":"साधारण नामकर्म के उदय से एक शरीर के आश्रय से अनंतानंत जीव समान रूपसे जिसमें रहते हैं, मरते हैं और पैदा होते हैं, उस अवस्था वाले जीवोंको निगोद कहते हैं ।",
    "नित्यनिगोद":"जहाँ के जीवों ने अनादिकाल से आजतक त्रसपर्याय प्राप्त नहीं की ऐसी जीवराशि; किन्तु भविष्य में वे जीव त्रसपर्याय प्राप्त कर सकते हैं ।",
    "परिवर्तन":"द्रव्य, क्षेत्र, काल, भव और भावरूप संसारचक्र में परिभ्रमण ।",
    "पंचेन्द्रिय":"जिनके पाँच इन्द्रियाँ होती हैं ऐसे जीव ।\\nसंज्ञी और असंज्ञी ।",
    "पृथ्वीकायिक":"पृथ्वी ही जिन जीवोंका शरीर है।",
    "प्रत्येकवनस्पति":"जिसमें एक शरीर का स्वामी एक जीव होता है ऐसे वृक्ष, फल आदि ।",
    "भव्य":"तीनकाल में किसी भी समय रत्नत्रय-प्राप्ति की योग्यता रखने वाले जीव को भव्य कहा जाता है ।",
    "मन":"हित-अहित का विचार तथा शिक्षा और उपदेश ग्रहण करने की शक्ति सहित ज्ञान-विशेष को भावमन कहते हैं । \\nहृदयस्थान में आठ पंखुड़ियों वाले कमल की आकृति समान जो पुद्गलपिण्ड — उसे जड़-मन अर्थात् द्रव्य-मन कहते हैं ।",
    "मनुष्यगति":"मनुष्यगति नामकर्मके उदयसे मनुष्योंमें जन्म लेना अथवा उत्पन्न होना ।",
    "मेरु":"जम्बूद्वीप के विदेह क्षेत्र में स्थित एक लाख चालीस योजन ऊँचा एक पर्वत विशेष ।",
    "मोह":"पर के साथ एकत्वबुद्धि सो मिथ्यात्व मोह है; यह मोह अपरिमित है तथा अस्थिरतारूप रागादि सो चारित्रमोह है; यह मोह परिमित है ।",
    "विमानवासी":"सोलह स्वर्ग और ग्रैवेयक आदि के देव ।\\nकल्पोपपन्न और कल्पातीत ।",
    "श्वास":"रक्त की गति प्रमाण समय, कि जो एक मिनटमें ८० बार से कुछ अंश कम चलती है ।",
    "सागर":"दो हजार कोस गहरे तथा इतने ही चौड़े गोलाकार गड्ढे को, कैंची से जिसके दो टुकड़े न हो सकें ऐसे तथा एक से सात दिन की उम्र के उत्तम भोगभूमि के मेंढे के बालों से भर दिया जाये । फिर उसमें से सौ-सौ वर्ष के अंतर से एक बाल निकाला जाये। \\nजितने काल में उन सब बालों को निकाल दिया जाये उसे ‘‘व्यवहारपल्य’’ कहते हैं; \\nव्यवहारपल्य से असंख्यातगुने समयको ‘‘उद्धारपल्य’’ और उद्धारपल्य से असंख्यातगुने काल को ‘‘अद्धापल्य’’ कहते हैं । \\nदस कोड़ाकोड़ी (१० करोड़ + १० करोड़) अद्धापल्यों का एक सागर होता है ।",
    "संज्ञी":"शिक्षा तथा उपदेश ग्रहण कर सकने की शक्ति वाले मन सहित प्राणी ।",
    "स्थावर":"स्थावर नामकर्म के उदय सहित पृथ्वी-जल-अग्नि-वायु तथा वनस्पतिकायिक जीव ।",
    "अमूर्तिक":"रूप, रस, गंध और स्पर्श रहित वस्तु ।",
    "आत्मा":"जानने-देखने अथवा ज्ञान-दर्शन शक्तिवाली वस्तु को आत्मा कहा जाता है । \\nजो सदा जाने और जानने रूप परिणमित हो उसे जीव अथवा आत्मा कहते हैं ।\\nआत्मा और जीवमें कोई अन्तर नहीं है, मात्र पर्यायवाची शब्द हैं ।\\nजीव (आत्मा) तीन प्रकारके हैं–(१) बहिरात्मा,(२) अन्तरात्मा, (३) परमात्मा ।",
    "उपयोग":"जीवकी ज्ञान-दर्शन अथवा जानने-देखनेकी शक्ति का व्यापार ।",
    "एकान्तवाद":"अनेक धर्मोंकी सत्ताकी अपेक्षा न रखकर वस्तु का एक ही रूपसे निरूपण करना ।",
    "दर्शनमोह":"आत्मा के स्वरूपकी विपरीत श्रद्धा ।",
    "द्रव्यहिंसा":"त्रस और स्थावर प्राणियों का घात करना ।",
    "भावहिंसा":"मिथ्यात्व तथा राग-द्वेषादि विकारोंकी उत्पत्ति ।\\nअप्रादुर्भावः खलु रागादीनां भवत्यहिंसेति।\\nतेषामेवोत्पत्तिर्हिंसेति जिनागमस्य संक्षेपः।।४४।।(पुरुषार्थसिद्धि० )\\nअर्थ– वास्तवमें रागादि भावोंका प्रगट न होना सो अहिंसा है और रागादिभावोंकी उत्पत्ति होना सो हिंसा है - ऐसा जैनशास्त्र का संक्षिप्त रहस्य है ।",
    "मिथ्यादर्शन":"जीवादि तत्त्वोंकी विपरीत श्रद्धा ।\\nगृहीत, अगृहीत ।",
    "मूर्तिक":"रूप, रस, गन्ध और स्पर्श सहित वस्तु ।",
    "अगृहीत मिथ्यादर्शन":"सातों तत्त्वोंका विपरीत श्रद्धान करना उसे अगृहीत मिथ्यादर्शन कहते हैं ।",
    "कुदेव":"जो राग और द्वेषरूपी मैल से मलिन (रागी-द्वेषी) हैं और स्त्री, गदा, आभूषण आदि चिह्नोंसे जिनको पहिचाना जा सकता है वे ‘कुदेव’ कहे जाते हैं । \\nजो अज्ञानी ऐसे कुदेवों की सेवा (पूजा, भक्ति और विनय) करते हैं, वे इस संसारका अन्त नहीं कर सकते अर्थात् अनन्तकाल तक उनका भवभ्रमण नहीं मिटता । \\nहरि, हर शीतलादि; अदेव–पीपल, तुलसी, लकड़बाबा आदि कल्पितदेव, जो कोई भी सरागी देव-देवी हैं वे वन्दन-पूजन के योग्य नहीं हैं।",
    "कुधर्म":" जिस धर्म में मिथ्यात्व तथा रागादिरूपभाव हिंसा और त्रस तथा स्थावर जीवों के घातरूप द्रव्यहिंसा को धर्म माना जाता है, उसे कुधर्म कहते हैं ।",
    "गृहीत मिथ्यादर्शन":"मिथ्या गुरु, देव और धर्मकी श्रद्धा करना उसे ‘‘गृहीत मिथ्यादर्शन’’ कहते हैं । \\nवह परोपदेश आदि बाह्य कारण के आश्रय से ग्रहण किया जाता है; इसलिये ‘‘गृहीत’’ कहलाता है । ",
    "गृहीत मिथ्याज्ञान":"वस्तु अनेक धर्मात्मक है; उसमें से किसी भी एक ही धर्म को पूर्ण वस्तु कहनेके कारण से दूषित (मिथ्या) तथा विषय-कषायादि की पुष्टि करनेवाले कुगुरुओं के रचे हुए सर्व प्रकार के मिथ्या शास्त्रों को धर्म बुद्धि से लिखना-लिखाना, पढ़ना-पढ़ाना, सुनना और सुनाना उसे गृहीत मिथ्याज्ञान कहते हैं ।",
    "कुशास्त्र":"जो शास्त्र जगत में सर्वथा नित्य, एक, अद्वैत और सर्वव्यापक ब्रह्ममात्र वस्तु है, अन्य कोई पदार्थ नहीं है–ऐसा वर्णन करता है, वह शास्त्र एकान्तवाद से दूषित होने के कारण कुशास्त्र है ।",
    "गृहीत मिथ्याचारित्र":"शरीर और आत्मा का भेद-विज्ञान न होनेसे जो यश, धन-सम्पत्ति, आदर-सत्कार आदि की इच्छा से मानादि कषायके वशीभूत होकर शरीरको क्षीण करनेवाली अनेक प्रकारकी क्रियाएँ करता है, उसे ‘‘गृहीत मिथ्याचारित्र’’ कहते हैं ।",
    "अगृहीत मिथ्याज्ञान":"अगृहीत मिथ्यादर्शन के रहते हुए जो कुछ ज्ञान हो इसे अगृहीत मिथ्याज्ञान कहते हैं; यह महान दुःखदाता है । \\nउपदेशादि बाह्य निमित्तों के आलम्बन द्वारा उसे नवीन ग्रहण नहीं किया है; किन्तु अनादिकालीन है, इसलिये उसे अगृहीत (स्वाभाविक-निसर्गज) मिथ्याज्ञान कहते हैं ।",
    "अगृहीत मिथ्याचारित्र":"अगृहीत मिथ्यादर्शन तथा अगृहीत मिथ्याज्ञान सहित पाँच इन्द्रियों के विषय में प्रवृत्ति करना इसे अगृहीत मिथ्याचारित्र कहा जाता है ।",
    "कुगुरु":"जो वस्त्रादि सहित होने पर भी अपने को जिनलिंगधारी मानते हैं वे कुगुरु हैं । \\nजो कुलिंग के धारक हैं, मिथ्यात्वादि अंतरंग तथा वस्त्रादि बहिरंग परिग्रह सहित हैं, अपने को मुनि मानते हैं, मनाते हैं वे कुगुरु हैं । \\nजिस प्रकार पत्थरकी नौका डूब जाती है तथा उस में बैठने वाले भी डूबते हैं; उसी प्रकार कुगुरु भी स्वयं संसार-समुद्र में डूबते हैं और उनकी वंदना तथा सेवा-भक्ति करने वाले भी अनंत संसार में डूबते हैं अर्थात् कुगुरु की श्रद्धा, भक्ति, पूजा, विनय तथा अनुमोदना करनेसे गृहीत मिथ्यात्वका सेवन होता है और उससे जीव अनंतकाल तक भव-भ्रमण करता है ।",
    "अनायतन":"कुगुरु, कुदेव, कुधर्म और इन तीनों के सेवक –ये छहों अधर्म के स्थानक ।",
    "अनायतनदोष ":"सम्यक्त्व का नाश करने वाले कुदेवादि की प्रशंसा करना। \\nकुगुरु, कुदेव, कुधर्म; कुगुरु सेवक, कुदेवसेवक तथा कुधर्म सेवक–यह छह अनायतन (धर्म के अस्थान) दोष कहलाते हैं ।",
    "अनुकम्पा":"प्राणी मात्र पर दया का भाव ।",
    "अरिहन्त":"चार घातिकर्मों से रहित, अनन्तचतुष्टय सहित वीतराग और केवलज्ञानी परमात्मा ।",
    "अलोक":"जहाँ आकाश के अतिरिक्त अन्य द्रव्य नहीं है, वह स्थान ।",
    "अविरति":"पापों में प्रवृत्ति अर्थात् - \\n१. निर्विकार स्वसंवेदनसे विपरीतअव्रत परिणाम \\n२. छह काय (पाँचों स्थावर तथा एक त्रसकाय) जीवों की हिंसा के त्यागरूप भाव न होना तथा पाँच इन्द्रिय और मन के विषयों में प्रवृत्ति करना –ऐसे बारह प्रकार अविरति है।",
    "अविरति सम्यग्दृष्टि ":"सम्यग्दर्शन सहित; किन्तु व्रतरहित ऐसे चौथे गुणस्थानवर्ती जीव ।",
    "आस्तिक्य":"जीवादि छह द्रव्य, पुण्य और पाप, संवर, निर्जरा,मोक्ष तथा परमात्मा के प्रति विश्वास सो आस्तिक्य कहलाता है ।",
    "गुणस्थान":"मोह और योग के सद्भाव या अभाव से आत्मा के गुणों (सम्यग्दर्शन-ज्ञान-चारित्र) की हीनाधिकतानुसार होने वाली अवस्थाओं को गुणस्थान कहते हैं । (वरांगचरित्र पृ. ३६२)",
    "घातिया":"अनन्त चतुष्टय को रोकने में निमित्तरूप कर्म को घातिया कहते हैं ।",
    "चारित्रमोह":"आत्मा के चारित्र को रोकने में निमित्त सो चरित्र मोहनीयकर्म ।",
    "जिनेन्द्र":"चार घातिया कर्मों को जीतकर केवलज्ञानादि अनन्तचतुष्टय प्रगट करने वाले १८ दोष रहित परमात्मा ।",
    "देवमूढ़ता":"भय,आशा, स्नेह, लोभवश रागी-द्वेषी देवों की सेवा करना अथवा उन्हें वंदन-नमस्कार करना ।",
    "देशव्रती":"श्रावक के व्रतों को धारण करने वाले सम्यग्दृष्टि, पाँचवेंगुणस्थान में वर्तने वाले जीव ।",
    "नोकर्म":"औदारिकादि पाँच शरीर तथा छह पर्याप्तियों के योग्य पुद्गल परमाणु नोकर्म कहलाते हैं ।",
    "पाखंडी मूढ़ता":"रागी-द्वेषी और वस्त्रादि परिग्रहधारी, झूठे तथा कुलिंगी साधुओंकी सेवा करना अथवा उन्हें वंदन-नमस्कार करना ।",
    "प्रमाद":"स्वरूप में असावधानी पूर्वक प्रवृत्ति अथवा धार्मिक कार्यों में अनुत्साह ।",
    "प्रशम":"अनन्तानुबन्धी कषाय के अन्तपूर्वक शेष कषायों का अंशतः मन्द होना सो प्रशम । (पंचाध्यायी भाग २, गाथा ४२८)",
    "मद":"अहंकार, घमण्ड, अभिमान, कुल, जाति, रूप, ज्ञान, धन, बल, तप और प्रभुता – यह आठ मद-दोष कहलाते हैं । \\nजो जीव इन आठका गर्व नहीं करता, वही आत्मा का ज्ञान कर सकता है ।",
    "भावकर्म":"मिथ्यात्व, राग-द्वेषादि जीव के मलिन भाव ।",
    "मिथ्यादृष्टि":"निज के स्वभाव को भूल जो जीव परवस्तु में ही एकत्व, ममत्व, भोगतृत्व और कर्तत्व बुद्धि रखता है वो मिथ्यादृष्टि कहलाता है।",
    "लोकमूढ़ता":"धर्म समझकर जलाशय में स्नान करना तथा रेत,पत्थर आदि का ढेर बनाना–आदि कार्य ।",
    "शुद्धोपयोग":"शुभ और अशुभ राग-द्वेष की परिणति से रहित सम्यग्दर्शन-ज्ञान सहित चारित्र की स्थिरता ।",
    "सामान्य":"प्रत्येक वस्तु में त्रैकालिक द्रव्य-गुणरूप, अभेद एकरूपभाव को सामान्य कहते हैं ।",
    "संवेग":"संसार से भय होना और धर्म तथा धर्मके फल में परमउत्साह होना । \\nसाधर्मी और पंचपरमेष्ठी में प्रीति को भी संवेग कहते हैं ।",
    "निर्वेद":"संसार, शरीर और भोगों में सम्यक् प्रकार से उदासीनता अर्थात् वैराग्य ।",
    "निश्चय-सम्यग्ज्ञान":"पर पदार्थों से त्रिकाल भिन्न ऐसे निज-आत्मा का अटल विश्वास करना उसे निश्चय सम्यग्दर्शन कहते हैं । \\nआत्मा को परवस्तुओं से भिन्न जानना (ज्ञान करना) उसे निश्चय-सम्यग्ज्ञान कहा जाता है ।",
    "निश्चय सम्यक्चारित्र":"परद्रव्यों का आलम्बन छोड़कर आत्म-स्वरूप में एकाग्रता से मग्न होना वह निश्चय सम्यक्चारित्र (यथार्थ आचरण) कहलाता है ।",
    "निश्चयसम्यग्दर्शन":"तत्त्वार्थसूत्र में ‘‘तत्त्वार्थश्रद्धानं सम्यग्दर्शनम्’’ कहा है,वह निश्चय सम्यग्दर्शन है ।",
    "बहिरात्मा":"जो शरीर और आत्मा को एक मानते हैं, उन्हें बहिरात्मा कहते हैं; वे तत्त्वमूढ़ मिथ्यादृष्टि हैं । \\nसम्यग्दर्शन के बिना कभी धर्म का प्रारम्भ नहीं होता;जिसे निश्चय सम्यग्दर्शन नहीं है, वह जीव बहिरात्मा है ।",
    "अन्तरात्मा":"जो शरीर आत्मा को अपने भेदविज्ञान से भिन्न-भिन्न मानते हैं, वे अन्तरात्मा अर्थात् सम्यग्दृष्टि हैं । \\nअंतरात्मा के तीन भेद हैं–उत्तम, मध्यम और जघन्य । ",
    "मध्यम अन्तरात्मा":"जो निश्चय सम्यग्दर्शनादि सहित हैं; तीनकषाय रहित, शुद्धोपयोगरूप मुनिधर्म को अंगीकार करके अंतरंग में तो उस शुद्धोपयोगरूप द्वारा स्वयं अपना अनुभव करते हैं, किसीको इष्ट-अनिष्ट मानकर राग-द्वेष नहीं करते, हिंसादिरूप अशुभोपयोग का तो अस्तित्व ही जिनके नहीं रहा है–ऐसी अन्तरंग-दशा सहित बाह्य दिगम्बर सौम्य मुद्राधारी हुए हैं और छठवें प्रमत्त-संयत गुणस्थान के समय अट्ठाईस मूलगुणों का अखण्डरूप से पालन करते हैं वे, तथा जो अनन्तानुबन्धी एवं अप्रत्याख्यानावरणी ऐसी दो कषायके अभावसहित सम्यग्दृष्टि श्रावक हैं वे मध्यम अन्तरात्मा हैं, अर्थात् छठवें और पाँचवें गुणस्थानवर्ती जीव मध्यम अन्तरात्मा हैं।",
    "उत्तम अन्तरात्मा":"अंतरंग तथा बहिरंग दोनों प्रकार के परिग्रह से रहित सातवें से लेकर बारहवें गुणस्थान तक वर्तते हुए शुद्ध-उपयोगी आत्मध्यानी दिगम्बर मुनि उत्तम अन्तरात्मा हैं ।",
    "परमात्मा":"परमात्माके दो प्रकार हैं–सकल और निकल",
    "सकल परमात्मा":"श्रीअरिहंत-परमात्मा वे सकल (शरीरसहित) परमात्मा हैं | \\nस=सहित, कल=शरीर, सकल अर्थात् शरीर सहित ।",
    "निकल परमात्मा ":"सिद्ध परमात्मा वे निकल परमात्मा हैं । \\nऔदारिक आदि शरीर रहित शुद्ध ज्ञानमय, द्रव्य-भाव-नोकर्म रहित, निर्दोष और पूज्य सिद्ध परमेष्ठी ‘निकल’ परमात्मा कहलाते हैं; वे अक्षय अनन्तकाल तक अनन्तसुख का अनुभव करते हैं।\\nनि=रहित, कल=शरीर, निकल अर्थात् शरीर रहित ।",
    "जघन्य अन्तरात्मा":"व्रतरहित सम्यग्दृष्टि जीव जघन्य अन्तरात्मा कहलाते हैं |",
    "जितेन्द्रिय":"मिथ्यात्व और क्रोधादिरूप भाव–इन सबको सामान्य-रूपसे कषाय कहा जाता है (मोक्षमार्गप्रकाशक, देहली–पृष्ठ ४०) ऐसे कषाय के अभावको शम कहते हैं और दम अर्थात् जो ज्ञेय-ज्ञायक,संकर दोष टालकर, इन्द्रियों को जीतकर, ज्ञानस्वभाव द्वारा अन्य द्रव्य से अधिक (पृथक् परिपूर्ण) आत्मा को जानता है, उसे निश्चयनय में स्थित साधु वास्तव में–जितेन्द्रिय कहते हैं । ",
    "इन्द्रिय-दमन":"स्वभाव-परभाव के भेदज्ञान द्वारा द्रव्येन्द्रिय, भावेन्द्रिय तथा उनके विषयों से आत्मा का स्वरूप भिन्न है–ऐसा जानना उसे इन्द्रिय-दमन कहते हैं; परन्तु आहारादि तथा पाँच इन्द्रियों के विषयरूप बाह्य वस्तुओंके त्यागरूप जो मन्दकषाय है, उससे वास्तव में इन्द्रिय-दमन नहीं होता; क्योंकि वह तो शुभराग है, पुण्य है, इसलिये बन्ध का ही कारण है–ऐसा समझना ।",
    "स्वोन्मुखताके बलसे शुभाशुभ इच्छाका निरोध सो तप है । उस तपसे निर्जरा होती है ।\\nस्वरूपविश्रान्त, निस्तरंगरूपसे निज शुद्धतामें प्रतापवन्तहोना–शोभायमान होना सो तप है । उसमें जितनी शुभाशुभ इच्छाओंका निरोध होकर शुद्धता बढ़ती है, वह तप है, अन्य बारह भेद तो व्यवहार (उपचार) तपके हैं ।":"स्वोन्मुखता के बल से शुभाशुभ इच्छा का निरोध सो तप है । \\nउस तप से निर्जरा होती है ।",
    "निःशंकित अंग":"तत्त्व यही है, ऐसा ही है, अन्य नहीं है तथा अन्य प्रकार से नहीं है – इस प्रकार यथार्थ तत्त्वों में अचल श्रद्धा होना सो निःशंकित अंग कहलाता है ।",
    "निःकांक्षित अंग":"धर्म सेवन करके उसके बदले में सांसारिक सुखों की इच्छा न करना उसे निःकांक्षित अंग कहते हैं ।",
    "निर्विचिकित्सा अंग":"मुनिराज अथवा अन्य किसी धर्मात्मा के शरीर को मैला देखकर घृणा न करना उसे निर्विचिकित्सा अंग कहते हैं ।",
    "अमूढ़दृष्टि अंग ":"सच्चे और झूठे तत्त्वों की परीक्षा करके मूढ़ताओं तथा अनायतनों में न फँसना वह अमूढ़दृष्टि अंग है |",
    "उपगूहन अंग":"अपनी प्रशंसा कराने वाले गुणोंको तथा दूसरे की निंदा कराने वाले दोषों को ढँकना और आत्मधर्म को बढ़ाना (निर्मल रखना) सो उपगूहन अंग है ।\\nउपगूहनका दूसरा नाम ‘‘उपबृंहण’’ भी जिनागम में आता है; जिससे आत्मधर्म में वृद्धि करने को भी उपगूहन कहा जाता है ।",
    "स्थितिकरण अंग":"काम, क्रोध, लोभ आदि किसी भी कारण से (सम्यक्त्व औरचारित्र से) भ्रष्ट होते हुए अपने को तथा पर को पुनः उसमें स्थिर करना स्थितिकरण अंग है ।",
    "वात्सल्य अंग":"अपने साधर्मी जन पर बछड़े से प्यार रखनेवाली गाय की भाँति निरपेक्ष प्रेम रखना सो वात्सल्य अंग है ।",
    "प्रभावना अंग":"अज्ञान-अन्धकार को दूर करके विद्या-बल-बुद्धि आदि के द्वारा शास्त्र में कही हुई योग्य रीति से अपने सामर्थ्यानुसार जैनधर्म का प्रभाव प्रगट करना वह प्रभावना अंग है ।",
    "कुल मद":"पिता आदि पितृपक्ष में राजादि प्रतापी पुरुष होने से ‘‘मैं राजकुमार हूँ आदि’’ अभिमान करना सो कुल-मद है ।",
    "जाति मद":"मामा आदि मातृपक्ष में राजादि प्रतापी पुरुष होने का अभिमान करना सो जाति-मद है ।",
    "रूप मद":"शारीरिक सौन्दर्य का मद करना सो रूप-मद है ।",
    "ज्ञान मद":"अपनी विद्या का अभिमान करना सो ज्ञान-मद है ।",
    "धन मद":"अपनी धन-सम्पत्ति का अभिमान करना सो धन-मद है ।",
    "बल मद":"अपनी शारीरिक शक्ति का गर्व करना सो बल-मद है ।",
    "तप मद":"अपने व्रत-उपवासादि तप का गर्व करना सो तप-मद है ।",
    "प्रभुता मद":"अपने बड़प्पन और आज्ञा का गर्व करना सो प्रभुता-मद है ",
    "सम्यग्ज्ञान":"सम्यग्दर्शन सहित सम्यग्ज्ञान को दृढ़ करना चाहिये । \\nजिस प्रकार सूर्य समस्त पदार्थों को तथा स्वयं अपने को यथावत् दर्शाता है; उसीप्रकार जो अनेक धर्म युक्त स्वयं अपने को (आत्माको) तथा पर पदार्थों को ज्योंका त्यों बतलाता है, उसे सम्यग्ज्ञान कहते हैं ।\\nइस सम्यग्ज्ञानके दो भेद हैं–(१) प्रत्यक्ष और (२) परोक्ष",
    "प्रत्यक्षज्ञान":"सम्यक्मति-श्रुतज्ञान स्वानुभवकाल में प्रत्यक्ष होते हैं; उनमें इन्द्रिय और मन निमित्त नहीं हैं ।",
    "परोक्षज्ञान":"जो ज्ञान इन्द्रियों तथा मन के निमित्त से वस्तु को अस्पष्ट जानता है,उसे परोक्ष ज्ञान कहते हैं ।\\nमतिज्ञान और श्रुतज्ञान परोक्ष ज्ञान हैं; क्योंकि वे दोनों ज्ञान इन्द्रियों तथा मन के निमित्त से वस्तु को अस्पष्ट जानते हैं । ",
    "देशप्रत्यक्ष":"जो ज्ञान रूपी वस्तु को द्रव्य-क्षेत्र-काल और भाव की मर्यादापूर्वक स्पष्ट जानता है, उसे देशप्रत्यक्ष कहते हैं ।\\nअवधिज्ञान और मनःपर्ययज्ञान देशप्रत्यक्ष हैं; क्योंकि जीव इन दो ज्ञानों से रूपी द्रव्य को द्रव्य, क्षेत्र, काल और भाव की मर्यादापूर्वक स्पष्ट जानता है ।",
    "सकलप्रत्यक्ष":"जो ज्ञान तीनकाल और तीनलोकवर्ती सर्व पदार्थों (अनन्तधर्मात्मक सर्व द्रव्य-गुण-पर्यायों को) प्रत्येक समय में यथास्थित, परिपूर्णरूप से स्पष्ट और एकसाथ जानता है, उस ज्ञान को केवलज्ञान कहते हैं । \\nजो सकलप्रत्यक्ष है ।",
    "अहिंसाअणुव्रत":"त्रस जीवों की संकल्पी हिंसा का सर्वथा त्याग करके निष्प्रयोजन स्थावर जीवों का घात न करना सो अहिंसा अणुव्रत है ।",
    "सत्य-अणुव्रत":"दूसरे के प्राणों को घातक, कठोर तथा निंद्यनीय वचन न बोलना [तथा दूसरोंसे न बुलवाना, न अनुमोदना सो सत्य-अणुव्रत है ] ।",
    "बालव्रत":"जिसे निश्चयसम्यग्दर्शन न हो उसके व्रत को सर्वज्ञदेव ने बालव्रत (अज्ञानव्रत) कहा है ।",
    "अचौर्याणुव्रत":"जन-समुदाय के लिये जहाँ रोक न हो तथा किसी विशेष व्यक्ति का स्वामित्व न हो–ऐसी पानी तथा मिट्टी जैसी वस्तु के अतिरिक्त परायी वस्तु (जिस पर अपना स्वामित्व न हो) उसके स्वामी के दिये बिना न लेना [तथा उठाकर दूसरेको न देना ] उसे अचौर्याणुव्रत कहते हैं ।",
    "ब्रह्मचर्याणुव्रत":"अपनी विवाहित स्त्री के सिवा अन्य सर्व स्त्रियों से विरक्त रहना सो ब्रह्मचर्याणुव्रत है । [पुरुषको चाहिये कि अन्य स्त्रियोंको माता, बहिन और पुत्री समान माने, तथा स्त्री को चाहिये कि अपने स्वामी के अतिरिक्त अन्य पुरुषों को पिता, भाई तथा पुत्र समान समझे । ]",
    "परिग्रहपरिमाणाणुव्रत":"अपनी शक्ति और योग्यता का ध्यान रखकर जीवनपर्यन्त के लिये धन-धान्यादि बाह्य-परिग्रह का परिमाण (मर्यादा) बाँधकर उससे अधिक की इच्छा न करे उसे परिग्रह परिमाणाणुव्रत कहते हैं ।",
    "दिग्व्रत":"दसों दिशाओं में आने-जानेकी मर्यादा निश्चित करके जीवन पर्यन्त उसका उल्लंघन न करना सो दिग्व्रत है । \\nदिशाओं की मर्यादा निश्चित की जाती है; इसलिये उसे दिग्व्रत कहा जाता है ।",
    "देशव्रत":"दिग्व्रत में जीवन पर्यन्त की गई जाने-आने के क्षेत्रकी मर्यादा में भी (घड़ी, घण्टा, दिन, महीना आदि कालके नियम से) किसी प्रसिद्ध ग्राम, मार्ग, मकान तथा बाजार तक जाने-आने की मर्यादा करके उससे आगे की सीमा में न जाना सो देशव्रत कहलाता है ।",
    "अपध्यान-अनर्थदंडव्रत":"किसी के धन का नाश, पराजय अथवा विजय आदि का विचार न करना सो पहला अपध्यान-अनर्थदंडव्रत कहलाता है ।",
    "प्रमादचर्या-अनर्थदंडव्रत":"प्रमादवश होकर पानी ढोलना, जमीन खोदना, वृक्षकाटना, आग लगाना–इत्यादिका त्याग करना अर्थात् पाँच स्थावरकाय के जीवों की हिंसा न करना, उसे प्रमादचर्या-अनर्थदंडव्रत कहते हैं ।",
    "हिंसादान-अनर्थदंडव्रत":"यश प्राप्ति के लिये, किसी के माँगने पर हिंसा के कारण-भूत हथियार न देना सो हिंसादान-अनर्थदंडव्रत कहलाता है ।",
    "अनर्थदंड":"पापजनक निष्प्रयोजन कार्य अनर्थदंड कहलाता है ।",
    "दुःश्रुति-अनर्थदंडव्रत":"राग-द्वेष उत्पन्न करने वाली विकथा और उपन्यास या श्रृंगारिक कथाओंके श्रवण का त्याग करना सो दुःश्रुति-अनर्थदंडव्रत कहलाता है ।",
    "सामायिक शिक्षाव्रत":"स्वोन्मुखता द्वारा अपने परिणामों को स्थिर करके प्रतिदिन विधिपूर्वक सामायिक करना सो सामायिक शिक्षाव्रत है ।",
    "प्रोषधोपवास शिक्षाव्रत":"प्रत्येक अष्टमी तथा चतुर्दशी के दिन कषाय और व्यापारादि कार्यों को छोड़कर (धर्मध्यानपूर्वक) प्रोषध सहित उपवास करना सो प्रोषधोपवास शिक्षाव्रत कहलाता है ।",
    "भोगोपभोगपरिमाण शिक्षाव्रत":"परिग्रह परिमाण-अणुव्रत में निश्चय की हुई भोगोपभोग की वस्तुओं में जीवनपर्यंत के लिये अथवा किसी निश्चित समय के लिये नियम करना सो भोगोपभोगपरिमाण शिक्षाव्रत कहलाता है ।",
    "अतिथिसंविभाग शिक्षाव्रत":"निर्ग्रंथ मुनि आदि सत्पात्रों को आहार देने के पश्चात् स्वयं भोजन करना सो अतिथिसंविभाग शिक्षाव्रत कहलाता है ।",
    "आत्मघात":"क्रोधादि के वश होकर विष, शस्त्र अथवा अन्नत्याग आदि से प्राणत्याग किया जाता है, उसे ‘‘आत्मघात’’ कहते हैं ।",
    "संल्लेखना":"‘संल्लेखना’ में सम्यग्दर्शन सहित आत्मकल्याण (धर्म) के हेतु से काया और कषाय को कृश करते हुए सम्यक् आराधनापूर्वक समाधिमरण होता है;इसलिये वह आत्मघात नहीं; किन्तु धर्मध्यान है ।",
    "दिशा":"पूर्व, पश्चिम, उत्तर, दक्षिण, ईशान, वायव्य, नैऋत्य,अग्निकोण, ऊर्ध्व और अधो–यह दस हैं ।",
    "पर्वचतुष्टय":"प्रत्येक मास की दो अष्टमी तथा दो चतुर्दशी ।",
    "मुनि":"समस्त व्यापार से विरक्त, चार प्रकार की आराधना में तल्लीन, निर्ग्रन्थ और निर्मोह–ऐसे सर्व साधु होते हैं । (नियमसार गाथा-७६) । \\nवे निश्चयसम्यग्दर्शन सहित, विरागी होकर, समस्त परिग्रह का त्याग करके, शुद्धोपयोगरूप मुनिधर्म अंगीकार करके अन्तरंग में शुद्धोपयोग द्वारा अपने आत्मा का अनुभव करते हैं, परद्रव्य में अहंबुद्धि नहीं करते । \\nज्ञानादि स्वभाव को ही अपना मानते हैं; परभावों में ममत्व नहीं करते । \\nकिसी को इष्ट-अनिष्ट मानकर उसमें राग-द्वेष नहीं करते । \\nहिंसादि अशुभ उपयोग का तो उनके अस्तित्व ही नहीं होता । \\nअनेक बार सातवें गुणस्थान के निर्विकल्प आनन्द में लीन होते हैं । \\nजब छठवें गुणस्थान में आते हैं, तब उन्हें अट्ठाईस मूलगुणों को अखण्डितरूप से पालन करने का शुभ विकल्प आता है । \\nउन्हें तीन कषायों के अभावरूप निश्चयसम्यक्चारित्र होता है । भावलिंगी मुनि को सदा नग्न- दिगम्बर दशा होती है; उसमें कभी अपवाद नहीं होता । \\nकभी भी वस्त्रादि सहित मुनि नहीं होते ।",
    "विकथा":"स्त्री, आहार, देश और राज्य–इन चार की अशुभ भावरूप कथा सो विकथा है ।",
    "श्रावकव्रत":"पाँच अणुव्रत, तीन गुणव्रत और चार शिक्षाव्रत ऐसे बारह व्रत हैं ।",
    "रोगत्रय":"जन्म, जरा और मृत्यु ।",
    "हिंसा":"वास्तव में रागादिभावों का प्रगट न होना सो अहिंसा है और रागादि भावों की उत्पत्ति होना सो हिंसा है; ऐसा जैनशास्त्रों का संक्षिप्त रहस्य है ।\\nसंकल्पी, आरम्भी, उद्योगिनी और विरोधिनी ये चार अथवा द्रव्यहिंसा और भावहिंसा–यह दो ।",
    "अणुव्रत":"निश्चय सम्यग्दर्शन सहित चारित्र गुण की आंशिक शुद्धि होने से (अनन्तानुबन्धी तथा अप्रत्याख्यानवारणीय कषायों के अभावपूर्वक) उत्पन्न आत्मा की शुद्धिविशेष को देशचारित्र कहते हैं । \\nश्रावकदशा में पाँच पापों का स्थूलरूप-एकदेश त्याग होता है, उसे अणुव्रत कहा जाता है ।",
    "अतिचार":"व्रत की अपेक्षा रखने पर भी उसका एकदेश भंग होना सो अतिचार है ।",
    "अनर्थदंडव्रत":"प्रयोजन रहित मन, वचन, काय की ओर की अशुभ-प्रवृत्तिका त्याग ।",
    "उपभोग":"जिसे बारम्बार भोगा जा सके ऐसी वस्तु ।",
    "गुणव्रत":"अणुव्रतों को तथा मूलगुणों को पुष्ट करनेवाला व्रत ।",
    "पर":"आत्मा से (जीवसे) भिन्न वस्तुओं को पर कहा जाता है ।",
    "भोग":"वह वस्तु जिसे एक ही बार भोगा जा सके ।",
    "महाव्रत":"हिंसादि पाँच पापों का सर्वथा त्याग । \\nजैन साधु (मुनि) को हिंसा, झूठ, चोरी, अब्रह्म और परिग्रह–इन पाँचों पापों का सर्वथा त्याग होता है । \\n(निश्चयसम्यग्दर्शन-ज्ञान और वीतरागचारित्र रहित मात्र व्यवहारव्रत के शुभभाव को महाव्रत नहीं कहा है; किन्तु बालव्रत-अज्ञानव्रत कहा है ।)",
    "व्रत":"शुभ कार्य करना और अशुभ कार्यको छोड़ना सो व्रत है अथवा हिंसा, असत्य, चोरी, मैथुन और परिग्रह–इन पाँच पापों से भावपूर्वक विरक्त होने को व्रत कहते हैं । (व्रत सम्यग्दर्शन होने के पश्चात् होते हैं और आंशिक वीतरागतारूप निश्चयव्रत सहित व्यवहारव्रत होते हैं । )",
    "शिक्षाव्रत":"मुनिव्रत पालन करने की शिक्षा देने वाला व्रत ।",
    "संन्यास":"आत्मा का धर्म समझकर अपनी शुद्धता के लिये कषायों को और शरीर को कृश करना (शरीर की ओर का लक्ष छोड़ देना) सो समाधि अथवा संल्लेखना कहलाती है ।",
    "अनित्य भावना":"यौवन, मकान, गाय-भैंस, धन-सम्पत्ति, स्त्री,घोड़ा-हाथी, कुटुम्बीजन, नौकर-चाकर तथा पाँच इन्द्रियों के विषय–यह सर्व वस्तुएँ क्षणिक हैं–अनित्य हैं–नाशवान हैं । \\nजिसप्रकार इन्द्रधनुष और बिजली देखते ही देखते विलीन हो जाते हैं; उसीप्रकार ये यौवनादि कुछ ही काल में नाश को प्राप्त होते हैं; वे कोई पदार्थ नित्य और स्थायी नहीं हैं; किन्तु निज शुद्धात्मा ही नित्य और स्थायी है ।\\nऐसा स्वोन्मुखतापूर्वक चिंतवन करके, सम्यग्दृष्टि जीववीतरागता की वृद्धि करता है, यह ‘‘अनित्य भावना’’ है । \\nमिथ्यादृष्टि जीव को अनित्यादि एक भी भावना यथार्थ नहीं होती ।",
    "अशरण भावना":"इस संसार में जो-जो देवेन्द्र, असुरेन्द्र, खगेन्द्र, (पक्षियोंके राजा) आदि हैं, उन सबका–जिसप्रकार हिरन को सिंह मार डालता है; उसीप्रकार–काल अर्थात् मृत्यु नाश करता है । \\nचिंतामणि आदि मणि, मंत्र और जंत्र-तंत्रादि कोई भी मृत्यु से नहीं बचा सकता ।\\nयहाँ ऐसा समझना कि निज आत्मा ही शरण है; उसके अतिरिक्त अन्य कोई शरण नहीं है । \\nकोई जीव अन्य जीव की रक्षा कर सकने में समर्थ नहीं है; इसलिये पर से रक्षाकी आशा करना व्यर्थ है । \\nसर्वत्र-सदैव एक निज आत्मा ही अपना शरण है । \\nआत्मा निश्चय से मरता ही नहीं; क्योंकि वह अनादि-अनन्त है–ऐसा स्वोन्मुखतापूर्वक चिंतवन करके सम्यग्दृष्टि जीव वीतरागताकी वृद्धि करता है, यह ‘‘अशरण भावना’’ है ।",
    "संसार भावना":"जीवकी अशुद्ध पर्याय वह संसार है । अज्ञान के कारण जीव चार गति में दुःख भोगता है और पाँच (द्रव्य, क्षेत्र, काल, भव तथा भाव) परावर्तन करता रहता है; किन्तु कभी शांति प्राप्त नहीं करता; इसलिए वास्तव में संसारभाव सर्वप्रकार से साररहित है, उसमें किंचित्मात्र सुख नहीं है; क्योंकि जिसप्रकार सुखकी कल्पना की जाती है, वैसा सुखका स्वरूप नहीं है और जिसमें सुख मानता है वह वास्तव में सुख नहीं है; किन्तु वह परद्रव्य के आलम्बनरूप मलिन भाव होनेसे आकुलता उत्पन्न करनेवाला भाव है । \\nनिज आत्मा ही सुखमय है, उसके ध्रुवस्वभाव में संसार है ही नहीं –ऐसा स्वोन्मुखतापूर्वक चिंतवन करके सम्यग्दृष्टि जीव वीतरागता में वृद्धि करता है, यह ‘‘संसार भावना’’ है ।",
    "एकत्व भावना":"जीव का सदा अपने स्वरूप से अपना एकत्व और पर से विभक्तपना है; इसलिये वह स्वयं ही अपना हित अथवा अहित कर सकता है –पर का कुछ नहीं कर सकता । \\nइसलिये जीव जो भी शुभ या अशुभ भाव करता है, उनका फल (आकुलता) वह स्वयं अकेला ही भोगता है, उसमें अन्य कोई-स्त्री, पुत्र, मित्रादि सहायक नहीं हो सकते; क्योंकि वे सब पर पदार्थ हैं और वे सब पदार्थ जीव को ज्ञेयमात्र हैं; इसलिये वे वास्तव में जीवके सगे-सम्बन्धी हैं ही नहीं; तथापि अज्ञानी जीव उन्हें अपना मानकर दुःखी होता है । \\nपर के द्वारा अपना भला-बुरा होना मानकर पर के साथ कर्तृत्व-ममत्व का अधिकार मानता है; वह अपनी भूल से ही अकेला दुःखी होता है ।\\nसंसारमें और मोक्षमें यह जीव अकेला ही है–ऐसा जानकर सम्यग्दृष्टि जीव निज शुद्ध आत्मा के साथ ही सदैव अपना एकत्व मानकर अपनी निश्चय परिणति द्वारा शुद्ध एकत्व की वृद्धि करता है, यह ‘‘एकत्व भावना’’ है ।",
    "अन्यत्व भावना":"जिसप्रकार दूध और पानी एक आकाश-क्षेत्र में मिले हुए हैं; परन्तु अपने-अपने गुण आदि की अपेक्षा से दोनों बिलकुल भिन्न-भिन्न हैं; उसीप्रकार यह जीव और शरीर भी मिले हुए-एकाकार दिखाई देते हैं तथापि वे दोनों अपने-अपने स्वरूपादि की अपेक्षा से (स्वद्रव्य-क्षेत्र-काल-भाव से) बिलकुल पृथक्-पृथक् हैं, तो फिर प्रगटरूप से भिन्न दिखाई देनेवाले ऐसे मोटरगाड़ी, धन, मकान, बाग, पुत्र-पुत्री, स्त्री आदि अपने साथ कैसे एकमेक हो सकते हैं ? अर्थात् स्त्री-पुत्रादि कोई भी परवस्तु अपनी नहीं है–इसप्रकार सर्व पदार्थों को अपने से भिन्न जानकर स्वसन्मुखतापूर्वक सम्यग्दृष्टि जीव वीतरागता की वृद्धि करता है, यह ‘‘अन्यत्व भावना’’ है ।",
    "अशुचि भावना":"यह शरीर तो माँस, रक्त पीव, विष्टा आदि की थैली है और वह हड्डियाँ, चरबी आदि से भरा होने के कारण अपवित्र है तथा नौ द्वारों से मैल बाहर निकलता है, ऐसे शरीर के प्रति मोह- राग कैसे किया जा सकता है ? यह शरीर ऊपर से तो मक्खी के पंख समान पतली चमड़ी में मढ़ा हुआ है; इसलिये बाहर से सुन्दर लगता है, किन्तु यदि उसकी भीतरी हालत का विचार किया जाये तो उसमें अपवित्र वस्तुएँ भरी हैं; इसलिये उसमें ममत्व, अहंकार या राग करना व्यर्थ है ।\\nयहाँ शरीर को मलिन बतलाने का आशय–भेदज्ञान द्वाराशरीर के स्वरूप का ज्ञान कराके, अविनाशी निज पवित्र पद में रुचि कराना है; किन्तु शरीर के प्रति द्वेषभाव उत्पन्न कराने का आशय नहीं । \\nशरीर तो उसके अपने स्वभाव से ही अशुचिमय है और यह भगवान आत्मा निजस्वभाव से ही शुद्ध एवं सदा शुचिमय पवित्र चैतन्य पदार्थ है; इसलिये सम्यग्दृष्टि जीव अपने शुद्ध आत्मा की सन्मुखता द्वारा अपनी पर्याय में शुचिता की (पवित्रताकी) वृद्धि करता है, यह ‘‘अशुचि भावना’’ है ।",
    "आस्रव भावना":"परमार्थ से (वास्तव में) पुण्य-पाप (शुभाशुभ) आत्मा को अहितकर हैं, तथा वह आत्मा की क्षणिक अशुद्ध अवस्था है । \\nद्रव्य पुण्य-पाप तो परवस्तु हैं, वे कहीं आत्मा का हित-अहित नहीं कर सकते–ऐसा यथार्थ निर्णय प्रत्येक ज्ञानी जीव को होता है और इसप्रकार विचार करके सम्यग्दृष्टि जीव स्वद्रव्य के अवलम्बन के बल से जितने अंश में आस्रवभाव को दूर करता है, उतने अंश में उसे वीतरागता की वृद्धि होती है–उसे ‘‘आस्रव भावना’’ कहते हैं ।",
    "संवर भावना":"आस्रव का रोकना सो संवर है । सम्यग्दर्शनादि द्वारा मिथ्यात्वादि आस्रव रुकते हैं । \\nशुभोपयोग तथा अशुभोपयोग दोनों बन्ध के कारण हैं – ऐसा सम्यग्दृष्टि जीव पहले से ही जानता है । \\nयद्यपि साधक को निचली भूमिका में शुद्धता के साथ अल्प शुभाशुभभाव होते हैं; किन्तु वह दोनों को बन्धका कारण मानता है; इसलिये सम्यग्दृष्टि जीव स्वद्रव्य के आलम्बन द्वारा जितने अंशमें शुद्धता करता है, उतने अंश में उसे संवर होता है और वह क्रमशः शुद्धता में वृद्धि करते हुए पूर्ण शुद्धता अर्थात् संवर प्राप्त करता है । \\nयह ‘‘संवर भावना’’ है ।",
    "निर्जरा भावना":"अपनी-अपनी स्थिति पूर्ण होने पर कर्मों का खिर जाना तो प्रति समय अज्ञानी को भी होता है; वह कहीं शुद्धि का कारण नहीं होता। परन्तु सम्यग्दर्शन-ज्ञान-चारित्र द्वारा अर्थात् आत्मा के शुद्ध प्रतपन द्वारा जो कर्म खिर जाते हैं, वह अविपाक अथवा सकाम निर्जरा कहलाती है । \\nतदनुसार शुद्धिकी वृद्धि होते- होते सम्पूर्ण निर्जरा होती है, तब जीव शिवसुख अर्थात् सुख की पूर्णतारूप मोक्ष प्राप्त करता है । ऐसा जानता हुआ सम्यग्दृष्टि जीव स्वद्रव्यके आलम्बन द्वारा जो शुद्धि की वृद्धि करता है, यह ‘‘निर्जरा भावना’’ है ।",
    "लोक भावना":"ब्रह्मा आदि किसी ने इस लोक को बनाया नहीं है; विष्णु या शेषनाग आदि किसी ने इसे टिका नहीं रखा है तथा महादेव आदि किसी से यह नष्ट नहीं होता; किन्तु यह छह द्रव्यमय लोक स्वयं से ही अनादि-अनन्त है; छहों द्रव्य नित्य स्व-स्वरूप से स्थित रहकर निरन्तर अपनी नई-नई पर्यायों अर्थात् अवस्थाओं से उत्पाद-व्ययरूप परिणमन करते रहते हैं । \\nएक द्रव्य में दूसरे द्रव्य का अधिकार नहीं है । \\nयह छह द्रव्यस्वरूप लोक वह मेरा स्वरूप नहीं है, वह मुझसे त्रिकाल भिन्न है, मैं उससे भिन्न हूँ; मेरा शाश्वत चैतन्य-लोक ही मेरा स्वरूप है –ऐसा धर्मी जीव विचार करता है और स्वोन्मुखता द्वारा विषमता मिटाकर, साम्यभाव-वीतरागता बढ़ाने का अभ्यास करता है, यह ‘‘लोक भावना’’ है ।",
    "बोधिदुर्लभ भावना":"मिथ्यादृष्टि जीव मंद कषाय के कारण अनेक-बार ग्रैवेयक तक उत्पन्न होकर अहमिन्द्रपद को प्राप्त हुआ है; परन्तु उसने एक बार भी सम्यग्ज्ञान प्राप्त नहीं किया; क्योंकि सम्यग्ज्ञान प्राप्त करना वह अपूर्व है; उसे तो स्वोन्मुखता के अनन्त पुरुषार्थ द्वारा ही प्राप्त किया जा सकता है और ऐसा होने पर विपरीत अभिप्राय आदि दोषों का अभाव होता है ।\\nसम्यग्दर्शन-ज्ञान आत्माके आश्रय से ही होते हैं । पुण्य से,शुभराग से, जड़ कर्मादि से नहीं होते । \\nइस जीव ने बाह्य संयोग, चारों गति के लौकिक पद अनन्तबार प्राप्त किये हैं; किन्तु निज आत्मा का यथार्थ स्वरूप स्वानुभव द्वारा प्रत्यक्ष करके उसे कभी नहीं समझा, इसलिये उसकी प्राप्ति अपूर्व है ।\\nबोधि अर्थात् निश्चयसम्यग्दर्शन-ज्ञान-चारित्र की एकता; उस बोधि की प्राप्ति प्रत्येक जीव को करना चाहिये । \\nसम्यग्दृष्टि जीव स्वसन्मुखता पूर्वक ऐसा चिंतवन करता है और अपनी बोधि और शुद्धि की वृद्धिका बारम्बार अभ्यास करता है, यह ‘‘बोधिदुर्लभ भावना’’ है ।",
    "धर्म भावना":"मोह अर्थात् मिथ्यादर्शन अर्थात् अतत्त्वश्रद्धान; उससे रहित निश्चयसम्यग्दर्शन, सम्यग्ज्ञान और सम्यक्चारित्र (रत्नत्रय) ही साररूप धर्म है । \\nव्यवहार रत्नत्रय वह धर्म नहीं है – ऐसा बतलाने के लिये यहाँ गाथा में ‘‘सारे’’ शब्दका प्रयोग किया है । \\nजब जीव निश्चय रत्नत्रयस्वरूप धर्म को स्वाश्रय द्वारा प्रगट करता है, तभी वह स्थिर, अक्षयसुख (मोक्ष) प्राप्त करता है । इसप्रकार चिंतवन करके सम्यग्दृष्टि जीव स्वोन्मुखता द्वारा शुद्धि की वृद्धि बारम्बार करता है । यह ‘‘धर्म भावना’’ है ।",
    "अनुप्रेक्षा":"भेदज्ञानपूर्वक संसार, शरीर और भोगादि के स्वरूप का बारम्बार विचार करके उनके प्रति उदासीनभाव उत्पन्न करना ।\\nअनुप्रेक्षा और भावना पर्यायवाची शब्द हैं; उनमें कोई अन्तर नहीं है ।",
    "असुरकुमार":"असुर नामक देवगति-नामकर्म के उदय वाले भवनवासी देव ।",
    "अशुभ उपयोग":"हिंसादि में अथवा कषाय, पाप और व्यसनादि निन्दापात्र कार्यों में प्रवृत्ति ।",
    "ग्रैवेयक":"सोलहवें स्वर्ग से ऊपर और प्रथम अनुदिश से नीचे,देवों को रहने के स्थान ।",
    "बोधि":"सम्यग्दर्शन-ज्ञान-चारित्र की एकता ।",
    "शुभ उपयोग":"देवपूजा, स्वाध्याय, दया, दानादि, अणुव्रत-महाव्रतादि शुभभावरूप आचरण ।",
    "सकलव्रत":"५- महाव्रत, ५- समिति, ६- आवश्यक, ५-इन्द्रियजय, ६- केशलोंच, अस्नान, भूमिशयन, अदन्तधोवन, खड़े-खड़े आहार, दिन में एक बार आहार- जल तथा नग्नता आदि का पालन–सो व्यवहारसे सकलव्रत है और रत्नत्रय की एकतारूप आत्मस्वभाव में स्थिर होना सो निश्चय से सकलव्रत है ।",
    "सकलव्रती":"(सकलव्रतों के धारक) रत्नत्रय की एकतारूप स्वभाव में स्थिर रहने वाले महाव्रत के धारक दिगम्बर मुनि वे निश्चय सकलव्रती हैं ।",
    "छियालीस दोष":"दाता के आश्रित १६ उद्गम दोष, पात्र के आश्रित १६ उत्पादन दोष तथा आहार सम्बन्धी १० और भोजन क्रिया सम्बन्धी ४ – ऐसे कुल ४६ दोष हैं ।",
    "तीन रत्न":"सम्यग्दर्शन, सम्यग्ज्ञान और सम्यक्चारित्र ।",
    "रत्नत्रय":"निश्चयसम्यग्दर्शन-ज्ञान-चारित्र ।",
    "शील":"अचेतन स्त्री–तीन [कठोर स्पर्श, कोमल स्पर्श, चित्रपट ] प्रकार की, उसके साथ तीन करण [करना, कराना और अनुमोदना करना ] से दो [मन, वचन ] योग द्वारा पाँच इन्द्रियाँ [कर्ण, चक्षु, घ्राण, रसना और स्पर्श ] से चार संज्ञा [आहार, भय, मैथुन, परिग्रह ] सहित द्रव्य से सेवन और भावसे सेवन ३×३×२×५×४×२=७२०–ऐसे भेद हुए ।",
    "चेतन स्त्री":"[देवी, मनुष्य, तिर्यंच ] तीन प्रकार की, उनके साथ तीन करण [करना, कराना और अनुमोदना करना ] से तीन [मन, वचन, कायारूप ] योग द्वारा, पाँच [कर्ण, चक्षु, घ्राण, रसना, स्पर्शरूप ] इन्द्रियों से, चार [आहार, भय, मैथुन, परिग्रह ] संज्ञा सहित द्रव्य से और भाव से, सोलह [अनन्तानुबन्धी, अप्रत्याख्यानावरणीय, प्रत्याख्यानावरणीय ] और संज्वलन – इन चार प्रकार से क्रोध, मान, माया, लोभ – ऐसे प्रत्येक ] प्रकार से सेवन ३×३×३×५×४ ×२×१६=१७२८० भेद हुए । \\nप्रथम ७२० और दूसरे १७२८० भेद मिलकर = १८००० भेद मैथुन-कर्म के दोषरूप भेद हैं; उनका अभाव सो शील है; उसे निर्मल स्वभाव अथवा शील कहते हैं ।",
    "अंतरंग तप":"शुभाशुभ इच्छाओं के निरोधपूर्वक आत्मा में निर्मल ज्ञान-आनंद के अनुभव से अखण्डित प्रतापवन्त रहना; निस्तरंग चैतन्यरूप से शोभित होना ।",
    "अनुभव":"स्वोन्मुख हुए ज्ञान और सुख का रसास्वादन ।\\nवस्तु विचारत ध्यावतैं, मन पावे विश्राम ।\\nरस स्वादत सुख ऊपजै, अनुभव याको नाम ।।",
    "आवश्यक":"मुनियों को अवश्य करने योग्य स्ववश शुद्ध आचरण ।",
    "कायगुप्ति":"काया की ओर उपयोग न जाकर आत्मा में ही लीनता ।",
    "गुप्ति":"मन, वचन, काया की ओर उपयोग की प्रवृत्ति को भली-भाँति आत्मभानपूर्वक रोकना अर्थात् आत्मा में ही लीनता होना सो गुप्ति है ।",
    "ध्यान":"सर्व विकल्पों को छोड़कर अपने ज्ञान को लक्ष में स्थिर करना सो ध्यान है ।",
    "नय":"वस्तु के एक अंश को मुख्य करके जाने वह नय है और वह उपयोगात्मक है । \\nसम्यक् श्रुतज्ञान प्रमाण का अंश वह नय है ।\\nनिश्चय और व्यवहार ।",
    "निक्षेप":"नयज्ञान द्वारा बाधारहितरूप से प्रसंगवशात् पदार्थ में नामादि की स्थापना करना सो निक्षेप है ।\\nनाम, स्थापना, द्रव्य और भाव–ये चार हैं ।",
    "परिग्रह":"परवस्तु में ममताभाव (मोह अथवा ममत्व) ।",
    "परिषहजय":"दुःख के कारण मिलने से दुःखी न हो तथा सुख के कारण मिलने से सुखी न हो; किन्तु ज्ञातारूप से उस ज्ञेय का जाननेवाला ही रहे – वही सच्चा परिषहजय है ।",
    "प्रतिक्रमण":"मिथ्यादर्शन, मिथ्याज्ञान एवं मिथ्याचारित्र को निरवशेष-रूप से छोड़कर सम्यग्दर्शन, सम्यग्ज्ञान, सम्यक्चारित्र को (जीव) भाता है, वह (जीव) प्रतिक्रमण है ।",
    "प्रमाण":"स्व-पर वस्तु का निश्चय करने वाला सम्यग्ज्ञान ।",
    "बहिरंग तप":"दूसरे देख सकें ऐसे पर-पदार्थों से सम्बन्धित इच्छा निरोध ।",
    "मनोगुप्ति":"मन की ओर उपयोग न जाकर आत्मा में ही लीनता ।",
    "वचनगुप्ति":"बोलने की इच्छाको रोकना अर्थात् आत्मा में लीनता ।",
    "शुक्लध्यान":"अत्यन्त निर्मल, वीतरागता पूर्ण ध्यान ।",
    "शुद्ध उपयोग":"शुभ-अशुभ राग-द्वेषादि से रहित आत्मा की चारित्र-परिणति ।",
    "समिति":"प्रमाद रहित यत्नाचार सहित सम्यक् प्रवृत्ति ।",
    "स्वरूपाचरणचारित्र":"आत्म–स्वरूप में एकाग्रतापूर्वक रमणता – लीनता ।"
}